[
  {
    "id": 1,
    "text": "[Tipo: Definición] Según el material, ¿cómo se define la Evaluación Psicológica?",
    "options": [
      {"key": "A", "text": "Un proceso para medir exclusivamente funciones aisladas como la inteligencia."},
      {"key": "B", "text": "Un encuentro entre un psicólogo y consultantes donde el sujeto repite patrones vinculares influenciado por marcadores somáticos, con el fin de estudiar características psicológicas en un contexto y con un objetivo concreto."},
      {"key": "C", "text": "Una serie de tests estandarizados aplicados para obtener un puntaje numérico del funcionamiento mental."},
      {"key": "D", "text": "Un método para diagnosticar únicamente patologías psiquiátricas severas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La Evaluación Psicológica se define como un proceso donde un experto (psicólogo) y consultantes se encuentran, generando un acontecimiento particular. En este, el sujeto tiende a repetir patrones vinculares influenciado por sus marcadores somáticos (Damasio). Su objetivo es estudiar las características psicológicas de un sujeto dentro de un contexto determinado y con un objetivo concreto, implicando el acceso al estudio de dichas características para una comprensión profunda. Las opciones A, C y D son incorrectas porque la evaluación psicológica no se limita a medir funciones aisladas, no es solo la aplicación de tests para un puntaje, ni se enfoca únicamente en patologías severas, sino en una comprensión integral."
  },
  {
    "id": 2,
    "text": "[Tipo: Comprensión] ¿Cuál es una diferencia fundamental entre el Proceso Psicodiagnóstico y la simple medición de una función aislada?",
    "options": [
      {"key": "A", "text": "El Proceso Psicodiagnóstico utiliza menos técnicas que la medición de una función aislada."},
      {"key": "B", "text": "El Proceso Psicodiagnóstico se enfoca en cómo se articula el aparato psíquico en su totalidad, no en medir una función aislada."},
      {"key": "C", "text": "El Proceso Psicodiagnóstico es siempre más corto en tiempo que la medición de una función."},
      {"key": "D", "text": "El Proceso Psicodiagnóstico solo puede ser realizado por psiquiatras."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Proceso Psicodiagnóstico se distingue porque su foco no es medir una función aislada (como la inteligencia), sino comprender cómo se articula el aparato psíquico en su conjunto. Busca estudiar las características psicológicas de un sujeto en un contexto y con un objetivo específico, a través de una serie de etapas. Las otras opciones son incorrectas: puede usar diversas técnicas (no necesariamente menos), su duración no es inherentemente más corta, y es realizado por psicólogos."
  },
  {
    "id": 3,
    "text": "[Tipo: Identificación] En el contexto del Proceso Psicodiagnóstico, ¿por qué se prefiere el término 'Evaluado' en lugar de 'Paciente'?",
    "options": [
      {"key": "A", "text": "Porque el término 'Paciente' implica un rol pasivo que no se ajusta a la colaboración requerida."},
      {"key": "B", "text": "Porque la función principal en este proceso es la evaluación, la cual suele ser acotada en tiempo y número de sesiones, diferenciándose de un tratamiento a largo plazo."},
      {"key": "C", "text": "Porque 'Evaluado' es un término legalmente más preciso en todos los contextos."},
      {"key": "D", "text": "Porque el término 'Paciente' solo se usa en el ámbito médico y no psicológico."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "En el Proceso Psicodiagnóstico, se prefiere 'Evaluado' porque la función principal es la evaluación, que generalmente es acotada en tiempo y número de sesiones. Esto lo distingue de un proceso terapéutico donde el término 'paciente' podría ser más común y asociarse a un tratamiento continuado. Las otras opciones no reflejan la razón principal expuesta en el texto."
  },
  {
    "id": 4,
    "text": "[Tipo: Comprensión] ¿Cuál es uno de los objetivos principales del Psicodiagnóstico en relación con las experiencias tempranas?",
    "options": [
      {"key": "A", "text": "Minimizar la importancia de las experiencias tempranas en el funcionamiento actual."},
      {"key": "B", "text": "Identificar y levantar las improntas (huellas mnémicas) resultantes de experiencias tempranas con alto impacto emocional que definen el funcionamiento cotidiano."},
      {"key": "C", "text": "Probar que todas las experiencias tempranas son universalmente traumáticas."},
      {"key": "D", "text": "Enfocarse exclusivamente en el comportamiento observable sin considerar el pasado."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El psicodiagnóstico busca identificar cómo funciona un sujeto y, crucialmente, levantar las improntas (huellas mnémicas) resultantes de experiencias tempranas con alto impacto emocional, ya que estas definen el funcionamiento cotidiano. No busca minimizar su importancia (A), ni probar que todas son traumáticas (C), ni ignorar el pasado (D)."
  },
  {
    "id": 5,
    "text": "[Tipo: Identificación] Según Sendin, ¿cuáles son las variables fundamentales a considerar en un proceso psicodiagnóstico integral?",
    "options": [
      {"key": "A", "text": "Sujeto, Evaluador, Test Aplicados, Informe Final."},
      {"key": "B", "text": "Diagnóstico Previo, Historia Clínica, Medicación, Entorno Familiar."},
      {"key": "C", "text": "Sujeto, Evaluador, Aquí y ahora (Consulta), Contexto Social, Contexto Institucional, Modelo Teórico."},
      {"key": "D", "text": "Duración del Proceso, Honorarios, Tipo de Terapia, Resultados Esperados."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "Sendin identifica como variables fundamentales para un proceso psicodiagnóstico integral: el Sujeto (evaluado), el Evaluador (psicólogo), el Aquí y ahora de la Consulta, el Contexto Social más amplio, el Contexto Institucional donde se realiza (si aplica), y el Modelo Teórico del evaluador. Las otras opciones listan elementos que pueden ser parte del proceso, pero no corresponden a la enumeración de variables fundamentales según Sendin."
  },
  {
    "id": 6,
    "text": "[Tipo: Definición] ¿Qué se entiende por 'Encuadre' en un proceso psicodiagnóstico?",
    "options": [
      {"key": "A", "text": "La decoración y mobiliario del consultorio donde se realiza la evaluación."},
      {"key": "B", "text": "El conjunto de constantes que regulan la relación y el proceso (roles, objetivos, horarios, honorarios, lugar)."},
      {"key": "C", "text": "El marco teórico específico que utiliza exclusivamente el evaluador."},
      {"key": "D", "text": "La primera entrevista donde se conocen el evaluador y el evaluado."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El 'Encuadre' se define como el conjunto de constantes que regulan la relación y el proceso psicodiagnóstico. Esto incluye aspectos como los roles del evaluado y evaluador, los objetivos del proceso, los horarios y duración de las sesiones, los honorarios (si aplican) y el lugar físico de la evaluación. Es fundamental para establecer un marco estable."
  },
  {
    "id": 7,
    "text": "[Tipo: Comprensión] ¿Qué implica el '1° Nivel: Indicador de Prueba u Observable' en el análisis de la información recogida en psicodiagnóstico?",
    "options": [
      {"key": "A", "text": "Una hipótesis compleja sobre la estructura de personalidad del sujeto."},
      {"key": "B", "text": "La interpretación final y diagnóstico definitivo del evaluado."},
      {"key": "C", "text": "La lectura discriminada y seleccionada de observables directos, datos empíricos y concretos de la entrevista o una prueba."},
      {"key": "D", "text": "La atribución de un significado psicológico profundo a una conducta aislada."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El 1° Nivel, Indicador de Prueba u Observable, se refiere a la lectura de datos brutos. Implica la descripción y selección de observables directos y concretos obtenidos durante la entrevista o la aplicación de una prueba psicológica. Por ejemplo: 'Dibujo grande, habla muy rápido, cita literal de una frase del sujeto'. No es una hipótesis compleja (A), ni el diagnóstico final (B), ni una interpretación profunda de una conducta aislada (D) en esta etapa."
  },
  {
    "id": 8,
    "text": "[Tipo: Diferenciación] ¿En qué se diferencia el '2° Nivel: Indicador Psicológico' del '1° Nivel: Observable'?",
    "options": [
      {"key": "A", "text": "El 2° Nivel se basa únicamente en la intuición del psicólogo, mientras que el 1° Nivel es objetivo."},
      {"key": "B", "text": "El 2° Nivel implica atribuir un significado psicológico a los observables del 1° Nivel, identificando recurrencias, convergencias y aplicando el juicio clínico."},
      {"key": "C", "text": "El 1° Nivel es más abstracto y conceptual que el 2° Nivel."},
      {"key": "D", "text": "El 2° Nivel solo considera los resultados de los tests psicométricos, mientras el 1° Nivel considera la entrevista."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El 2° Nivel, Indicador Psicológico, avanza desde el 1° Nivel (observable) al atribuir un significado psicológico a esos datos brutos. Este proceso inferencial implica identificar recurrencias (un mismo observable repetido) y convergencias (diferentes observables apuntando a un mismo significado), sumado al juicio clínico del profesional. Constituye los primeros esbozos de una opinión, siendo más interpretativo que el 1° Nivel."
  },
  {
    "id": 9,
    "text": "[Tipo: Comprensión] Para formular una 'Hipótesis Psicológica' (3° Nivel) robusta, ¿qué se requiere según el material de estudio?",
    "options": [
      {"key": "A", "text": "La aparición de un único observable muy llamativo en una sola técnica."},
      {"key": "B", "text": "Principalmente la experiencia del evaluador, incluso sin muchos datos concretos."},
      {"key": "C", "text": "La integración de indicadores psicológicos (2do nivel) y otros datos, mediante un proceso continuo de recurrencias y convergencias para alcanzar una significación psicológica global."},
      {"key": "D", "text": "Solamente los resultados cuantitativos de las pruebas administradas."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Una Hipótesis Psicológica (3° Nivel) se alcanza a través de la integración de los indicadores psicológicos del 2do nivel y otros datos relevantes. Esto se logra mediante un proceso continuo de identificación de recurrencias y convergencias, permitiendo una significación psicológica global del funcionamiento psíquico del sujeto. Un observable aislado en una sola técnica no es suficiente para una hipótesis robusta (A)."
  },
  {
    "id": 10,
    "text": "[Tipo: Definición] ¿Cómo se conceptualiza la 'Personalidad' en el contexto del psicodiagnóstico presentado?",
    "options": [
      {"key": "A", "text": "Un conjunto de rasgos fijos e inmutables determinados genéticamente."},
      {"key": "B", "text": "El modo único de un individuo de organizar e interpretar toda su experiencia, creando un mundo simbólico de significados, valores y expectativas."},
      {"key": "C", "text": "Exclusivamente la conducta observable del sujeto en situaciones sociales."},
      {"key": "D", "text": "Un sinónimo de la estructura de carácter, sin considerar la dinámica psíquica."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La Personalidad se define como el modo único de un individuo de organizar e interpretar toda su experiencia. Implica la manera de crear y mantener un mundo simbólico de significados, valores y expectativas, y se evidencia en toda actividad del sujeto, reflejando su modo de ser y estar en el mundo. Las otras opciones presentan visiones limitadas o incorrectas de este concepto."
  },
  {
    "id": 11,
    "text": "[Tipo: Comprensión] Desde una perspectiva freudiana mencionada en el texto, al estudiar la personalidad, ¿qué aspecto es de particular interés y qué distinción se hace?",
    "options": [
      {"key": "A", "text": "El comportamiento social adaptativo, distinguiendo entre conductas aprendidas y heredadas."},
      {"key": "B", "text": "La Estructura Psíquica, distinguiendo una primera tópica (funcionamiento) y una segunda tópica (estructura: Ello, Yo, Superyó), y entendiendo el movimiento entre espacios de la psique."},
      {"key": "C", "text": "Los procesos cognitivos superiores, distinguiendo memoria a corto y largo plazo."},
      {"key": "D", "text": "Las respuestas emocionales básicas, distinguiendo entre emociones primarias y secundarias."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Desde la perspectiva freudiana, al estudiar la personalidad, lo más interesante es la Estructura Psíquica. Se distingue una primera tópica (que refiere al funcionamiento consciente, preconsciente e inconsciente) y una segunda tópica (que refiere a la estructura del aparato psíquico: Ello, Yo, Superyó). Es crucial entender el movimiento (dinámica) entre los distintos espacios de la psique. También se menciona que existe una parte estructural que se mantiene y una dinámica que puede moverse."
  },
  {
    "id": 12,
    "text": "[Tipo: Identificación] ¿Cuál es el marco teórico principal en el que se fundamentan predominantemente las Técnicas Proyectivas?",
    "options": [
      {"key": "A", "text": "La teoría conductista del aprendizaje."},
      {"key": "B", "text": "La teoría cognitiva del procesamiento de la información."},
      {"key": "C", "text": "La teoría psicoanalítica del aparato psíquico."},
      {"key": "D", "text": "La teoría humanista de la autorrealización."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "Las Técnicas Proyectivas se fundamentan predominantemente en la teoría psicoanalítica del aparato psíquico. Adoptan un modelo-objeto de 'caja transparente' (Celener), que implica la creencia de que es posible acceder y comprender la estructura y dinámica interna de la psique, en contraposición al modelo de 'caja negra' del conductismo."
  },
  {
    "id": 13,
    "text": "[Tipo: Definición] ¿Qué implica la 'Hipótesis de Causalidad o Determinismo Psíquico' de Freud en el contexto de los métodos proyectivos?",
    "options": [
      {"key": "A", "text": "Que todas las conductas son causadas por factores ambientales externos."},
      {"key": "B", "text": "Que las respuestas del sujeto son aleatorias y no tienen un significado profundo."},
      {"key": "C", "text": "Que todo comportamiento, pensamiento o emoción tiene una causa psíquica, y las respuestas a los tests están determinadas por factores internos, a menudo inconscientes."},
      {"key": "D", "text": "Que la causa principal del comportamiento es la libre elección consciente del individuo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "La Hipótesis de Causalidad o Determinismo Psíquico, propuesta por Freud, sostiene que todo comportamiento, pensamiento o emoción tiene una causa psíquica y no es aleatorio. En el contexto de los tests proyectivos, esto significa que las respuestas del sujeto están determinadas por factores internos (vinculados a su historia y estructura), muchos de los cuales son inconscientes."
  },
  {
    "id": 14,
    "text": "[Tipo: Definición] ¿Qué postula la 'Hipótesis de Proyección' de Frank, fundamental para las técnicas proyectivas?",
    "options": [
      {"key": "A", "text": "Que el sujeto proyecta sus habilidades cognitivas en tareas estructuradas."},
      {"key": "B", "text": "Que ante estímulos ambiguos, el individuo atribuye o 'proyecta' involuntariamente en ellos sus propios sentimientos, deseos, miedos y conflictos."},
      {"key": "C", "text": "Que la proyección es un mecanismo de defensa exclusivo de las estructuras psicóticas."},
      {"key": "D", "text": "Que los estímulos estructurados son los que mejor permiten la proyección del mundo interno."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La Hipótesis de Proyección de Frank establece que, ante estímulos ambiguos o poco estructurados, el individuo atribuye o 'proyecta' de manera involuntaria sus propios sentimientos, deseos, miedos, conflictos y su forma particular de organizar la realidad en dichos estímulos. Es decir, el mundo interno 'tiñe' la percepción del mundo externo."
  },
  {
    "id": 15,
    "text": "[Tipo: Comprensión] Según la 'Hipótesis de la Apercepción', ¿cómo influyen las experiencias pasadas y el estado psicológico actual del individuo?",
    "options": [
      {"key": "A", "text": "No influyen en la percepción de nuevos estímulos, ya que la percepción es objetiva."},
      {"key": "B", "text": "Influyen en su percepción e interpretación de nuevos estímulos, revelando aspectos de su personalidad y su manera habitual de procesar la información."},
      {"key": "C", "text": "Solo influyen si los nuevos estímulos son idénticos a los del pasado."},
      {"key": "D", "text": "Únicamente afectan la memoria, pero no la percepción activa de los estímulos."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La Hipótesis de la Apercepción sostiene que las experiencias pasadas y el estado psicológico actual del individuo influyen significativamente en cómo percibe e interpreta nuevos estímulos. La forma en que el sujeto da sentido a un estímulo ambiguo (lo 'apercibe') revela aspectos de su personalidad y su manera habitual de procesar la información. Un ejemplo es cómo diferentes personas pueden crear historias con finales opuestos ante la misma lámina del TAT."
  },
  {
    "id": 16,
    "text": "[Tipo: Identificación] En el contexto de las técnicas proyectivas, ¿cómo se entienden principalmente la validez y la confiabilidad?",
    "options": [
      {"key": "A", "text": "Exactamente igual que en los tests psicométricos, basándose en coeficientes estadísticos."},
      {"key": "B", "text": "La validez como capacidad de revelar aspectos significativos de la personalidad, y la confiabilidad sustentada en la coherencia interna de los datos (recurrencias y convergencias) y estabilidad de patrones interpretativos."},
      {"key": "C", "text": "La validez se refiere a la popularidad de la técnica y la confiabilidad a la facilidad de administración."},
      {"key": "D", "text": "Estos conceptos no se aplican en absoluto a las técnicas proyectivas por su naturaleza subjetiva."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "En las técnicas proyectivas, la validez y confiabilidad se entienden de manera diferente a los tests psicométricos. La validez se relaciona con la capacidad de la técnica para revelar aspectos significativos de la personalidad y el funcionamiento psíquico. La confiabilidad se sustenta en la coherencia interna de los datos obtenidos (a través de recurrencias y convergencias entre diferentes indicadores) y en la estabilidad de los patrones interpretativos, más que en la consistencia test-retest típica de los psicométricos."
  },
  {
    "id": 17,
    "text": "[Tipo: Clasificación] Según Celener, las consignas-estímulo de las técnicas proyectivas pueden clasificarse según su forma de expresión/presentación. ¿Cuál de las siguientes NO es una de esas clasificaciones mencionadas?",
    "options": [
      {"key": "A", "text": "Verbales (ej. completar frases)."},
      {"key": "B", "text": "Digitales (ej. interacción con software específico)."},
      {"key": "C", "text": "Gráficas (ej. dibujar una familia)."},
      {"key": "D", "text": "Verbo-manuales (ej. Rorschach)."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Celener clasifica las consignas-estímulo en: Verbales (completar frases), Gráficas (dibujar), Lúdicas (juego con muñecos), Verbo-gráficas (imagen + historia, como TAT), y Verbo-manuales (manchas + qué se ve, como Rorschach). La opción 'Digitales' no se menciona en esta clasificación específica del texto."
  },
  {
    "id": 18,
    "text": "[Tipo: Comprensión] ¿Cuál es la relación entre la estructura del estímulo en una técnica proyectiva y la posibilidad de proyección?",
    "options": [
      {"key": "A", "text": "A mayor estructura del estímulo, mayor es la posibilidad de proyección."},
      {"key": "B", "text": "A menor estructura del estímulo (ej. una mancha de tinta), mayor es la posibilidad de proyección."},
      {"key": "C", "text": "La estructura del estímulo no influye en la proyección, solo la actitud del sujeto."},
      {"key": "D", "text": "Solo los estímulos semiestructurados permiten una proyección válida."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Existe una relación inversa entre la estructura del estímulo y la proyección: a menor estructura del estímulo (como una mancha de tinta, que es bajamente estructurada), mayor es la posibilidad de que el sujeto proyecte sus propios contenidos internos, sentimientos y conflictos. Los estímulos muy estructurados (como un dibujo definido) ofrecen menos ambigüedad y, por lo tanto, limitan más la proyección."
  },
  {
    "id": 19,
    "text": "[Tipo: Identificación] En la interpretación dentro del método proyectivo, según Celener, ¿qué elementos se interpretan?",
    "options": [
      {"key": "A", "text": "Únicamente el contenido manifiesto de las respuestas verbales del sujeto."},
      {"key": "B", "text": "Solo los aspectos formales de los dibujos, ignorando el contenido."},
      {"key": "C", "text": "La relación transferencial-contratransferencial, el proceso (cómo se enfrenta la tarea), y el producto (respuesta: contenido, datos observables, pautas de contenido)."},
      {"key": "D", "text": "Exclusivamente los mecanismos de defensa que el sujeto utiliza."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "Según Celener, en el método proyectivo se interpreta un conjunto amplio de elementos: la relación transferencial-contratransferencial que se establece, el proceso de cómo el sujeto enfrenta la tarea (incluyendo resistencias), y el producto final o respuesta (que incluye el contenido manifiesto, los datos observables y las pautas de contenido específicas de la técnica)."
  },
  {
    "id": 20,
    "text": "[Tipo: Comprensión] ¿Cuál es la importancia de la 'Convergencia' y la 'Recurrencia' en la interpretación de las técnicas proyectivas?",
    "options": [
      {"key": "A", "text": "Son importantes solo si se utilizan tests psicométricos adicionales."},
      {"key": "B", "text": "La recurrencia es un indicador fuerte por sí sola, la convergencia no tanto."},
      {"key": "C", "text": "La convergencia (varios indicadores diferentes apuntando a la misma conclusión) y la recurrencia (un mismo indicador apareciendo repetidamente) son cruciales para la solidez de las hipótesis interpretativas."},
      {"key": "D", "text": "Solo son relevantes para confirmar diagnósticos psiquiátricos preexistentes."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La Convergencia (cuando diferentes observables o indicadores apuntan a una misma conclusión o significado psicológico) y la Recurrencia (cuando un mismo indicador, pauta o tema aparece repetidamente a lo largo de una o varias técnicas) son fundamentales para la interpretación en técnicas proyectivas. Estos principios ayudan a dar solidez y fiabilidad a las hipótesis que se formulan sobre el funcionamiento psíquico del sujeto, evitando interpretaciones basadas en datos aislados. Por ejemplo, para hacer inferencias metapsicológicas, se requiere convergencia en varias técnicas."
  },
  {
    "id": 21,
    "text": "[Tipo: Definición] Según la perspectiva de María Luisa Siquier de Ocampo, ¿cómo se define la entrevista psicológica?",
    "options": [
      {"key": "A", "text": "Como una comunicación vocal cuyo objetivo es solo obtener datos biográficos del sujeto."},
      {"key": "B", "text": "Como una situación bipersonal de duración limitada, orientada a lograr una descripción y comprensión profunda y completa de la personalidad total del paciente o grupo."},
      {"key": "C", "text": "Como un procedimiento para explicarle al sujeto el funcionamiento de las técnicas proyectivas que se utilizarán."},
      {"key": "D", "text": "Como una herramienta para aplicar conocimiento científico sin generar nuevo conocimiento."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "María Luisa Siquier de Ocampo define la entrevista psicológica como una situación bipersonal con duración limitada, cuyo objetivo es lograr una descripción y comprensión lo más profunda y completa posible de la personalidad total del paciente o grupo, buscando activamente comprender su funcionamiento psíquico. No se limita a datos biográficos (A), no es para explicar las técnicas (C), y sí tiene un fin de obtención de datos del sujeto."
  },
  {
    "id": 22,
    "text": "[Tipo: Diferenciación] ¿En qué se diferencia la 'Anamnesis' de la 'Entrevista Psicológica' según Bleger?",
    "options": [
      {"key": "A", "text": "La anamnesis se centra en el comportamiento total del sujeto, mientras la entrevista solo recopila datos preestablecidos."},
      {"key": "B", "text": "La anamnesis implica una recopilación sistemática de datos preestablecidos con prioridad en recolectar información, mientras la entrevista psicológica se centra en el estudio y utilización del comportamiento total del sujeto durante la relación."},
      {"key": "C", "text": "La anamnesis es siempre más larga y profunda que la entrevista psicológica."},
      {"key": "D", "text": "No hay diferencia significativa, son términos intercambiables para Bleger."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Según Bleger, la 'Anamnesis' implica la recopilación sistemática de datos preestablecidos (historia del individuo, enfermedad, salud) donde la prioridad es recolectar información y el paciente es visto como fuente de datos. En cambio, la 'Entrevista Psicológica' se diferencia al centrarse en el estudio y la utilización del comportamiento total del sujeto durante toda la relación establecida con el profesional."
  },
  {
    "id": 23,
    "text": "[Tipo: Comprensión] ¿Cuál es la doble función de la entrevista psicológica considerada como instrumento fundamental del método clínico y procedimiento de investigación científica según Bleger?",
    "options": [
      {"key": "A", "text": "Diagnosticar y tratar simultáneamente todas las patologías."},
      {"key": "B", "text": "Permitir ampliar y verificar el conocimiento científico, y posibilitar aplicar ese conocimiento."},
      {"key": "C", "text": "Evaluar únicamente la inteligencia y la personalidad por separado."},
      {"key": "D", "text": "Simplificar los procesos diagnósticos y reducir la necesidad de teoría."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Bleger señala que la entrevista psicológica, como instrumento del método clínico e investigación científica, posee una doble función: por un lado, permite ampliar y verificar el conocimiento científico existente, y por otro, posibilita la aplicación de ese conocimiento en la práctica. Es el punto donde la teoría científica se encuentra con las necesidades prácticas."
  },
  {
    "id": 24,
    "text": "[Tipo: Clasificación] En la clasificación de la entrevista según el grado de estructuración (Bleger), ¿qué caracteriza a la 'Entrevista Abierta'?",
    "options": [
      {"key": "A", "text": "Las preguntas, su orden y formulación están rígidamente preestablecidas."},
      {"key": "B", "text": "Otorga amplia libertad al entrevistador en preguntas e intervenciones, permitiendo que el entrevistado configure el campo según su estructura psicológica."},
      {"key": "C", "text": "Combina preguntas fijas con la posibilidad de algunas preguntas libres al final."},
      {"key": "D", "text": "Es dirigida completamente por el entrevistador, quien determina todos los temas a tratar."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La 'Entrevista Abierta', según Bleger, otorga amplia libertad al entrevistador en cuanto a preguntas e intervenciones, permitiendo flexibilidad. Su esencia reside en permitir que el entrevistado configure el campo de la entrevista según su estructura psicológica particular. El entrevistador interviene para que el campo se configure predominantemente por las variables que dependen del entrevistado, con la famosa frase: 'El entrevistador controla la entrevista, pero el entrevistado la dirige'."
  },
  {
    "id": 25,
    "text": "[Tipo: Identificación] ¿Cuál es el tipo de entrevista más utilizada en el eje del Proceso Psicodiagnóstico y cómo se caracteriza su inicio y el rol del psicólogo?",
    "options": [
      {"key": "A", "text": "La entrevista cerrada, que se inicia con un cuestionario detallado y el psicólogo solo registra respuestas."},
      {"key": "B", "text": "La entrevista abierta pura, donde el psicólogo no interviene en absoluto tras la primera pregunta."},
      {"key": "C", "text": "La entrevista semidirigida, que se inicia con una pregunta abierta y el psicólogo tiene un rol activo estableciendo el encuadre e interviniendo para facilitar el relato o explorar áreas."},
      {"key": "D", "text": "La anamnesis, que se inicia preguntando por antecedentes médicos y el psicólogo guía toda la recolección de datos."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "La 'Entrevista Semidirigida' es la más utilizada en el Proceso Psicodiagnóstico. Se inicia con una pregunta abierta (ej. '¿Qué lo trae por aquí hoy?'), otorgando al sujeto la capacidad de estructurar su relato inicial. El psicólogo tiene un rol activo al establecer el encuadre y puede intervenir para ayudar a que continúe el relato, contener, reformular, interrogar sobre áreas no referidas o aclarar contradicciones."
  },
  {
    "id": 26,
    "text": "[Tipo: Definición] En el contexto de la entrevista como campo (Bleger), ¿qué es el 'Campo'?",
    "options": [
      {"key": "A", "text": "El consultorio físico donde se realiza la entrevista."},
      {"key": "B", "text": "La estructura que se configura en la interacción entre entrevistador y entrevistado en un momento dado, dependiente de cómo el entrevistado utiliza su libertad."},
      {"key": "C", "text": "El conjunto de técnicas que el entrevistador planea utilizar."},
      {"key": "D", "text": "El historial previo del entrevistado que el psicólogo revisa antes de la sesión."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Según Bleger, el 'Campo' de la entrevista es la estructura que se configura en la interacción entre el entrevistador y el entrevistado en un momento dado. Esta configuración depende de la manera en que el entrevistado utiliza su libertad para elegir cómo configurar la situación de entrevista, y es una fuente de datos para entender sus modos habituales de elección y relación. El entrevistador forma parte del campo y condiciona los fenómenos."
  },
  {
    "id": 27,
    "text": "[Tipo: Comprensión] ¿Cuál es la función del 'Encuadre' en la entrevista psicológica, y por qué su constancia es importante según Bleger?",
    "options": [
      {"key": "A", "text": "El encuadre es variable y se adapta a cada entrevistado para mayor comodidad."},
      {"key": "B", "text": "El encuadre son las intervenciones activas del psicólogo para dirigir la conversación."},
      {"key": "C", "text": "El encuadre es la variable fija y estable (horario, lugar, duración, etc.) que proporciona el marco; su constancia permite que las variaciones se atribuyan al sujeto y a la interacción."},
      {"key": "D", "text": "El encuadre se refiere únicamente a los objetivos terapéuticos a largo plazo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El 'Encuadre' (horario, lugar físico, duración, consigna inicial, objetivo explícito, honorarios) es la variable fija y estable que proporciona el marco de referencia o 'escena' de la entrevista. Su constancia es crucial porque permite que las variaciones y dinámicas que surgen durante la entrevista se atribuyan al sujeto y a la interacción particular, en lugar de a cambios en el contexto. Funciona como una estandarización del estímulo para el entrevistado."
  },
  {
    "id": 28,
    "text": "[Tipo: Identificación] ¿Cuál de los siguientes NO es un objetivo de la entrevista inicial en un proceso psicodiagnóstico?",
    "options": [
      {"key": "A", "text": "Obtener la primera impresión general del sujeto y lograr un buen rapport."},
      {"key": "B", "text": "Resolver completamente el motivo de consulta latente del sujeto en la primera sesión."},
      {"key": "C", "text": "Identificar los temas de elección y los temas de bloqueo del entrevistado."},
      {"key": "D", "text": "Planificar la batería de tests adecuada y captar las primeras manifestaciones de transferencia."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Los objetivos de la entrevista inicial incluyen obtener una impresión general, lograr rapport, observar verbalizaciones, evaluar coherencia, identificar temas de elección/bloqueo, planificar la batería, captar transferencia/contratransferencia y distinguir motivo manifiesto/latente. Resolver completamente el motivo de consulta latente (B) excede el alcance de una entrevista inicial y es más propio de un proceso terapéutico más extenso."
  },
  {
    "id": 29,
    "text": "[Tipo: Definición] ¿Qué implica la 'Disociación Instrumental' como parte de la actitud técnica del psicólogo entrevistador?",
    "options": [
      {"key": "A", "text": "Mantener una distancia emocional completa, sin empatía hacia el entrevistado."},
      {"key": "B", "text": "Involucrarse tanto emocionalmente que pierde la capacidad de análisis técnico."},
      {"key": "C", "text": "La capacidad de involucrarse empáticamente y, simultáneamente, mantener una distancia óptima para observar, analizar y pensar técnicamente."},
      {"key": "D", "text": "Disociar completamente la teoría de la práctica durante la entrevista."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "La 'Disociación Instrumental' es una capacidad clave del psicólogo entrevistador. Implica poder operar en dos niveles simultáneamente: por un lado, involucrarse empáticamente con el entrevistado (poniéndose en su lugar), y por otro, mantener una distancia óptima que le permita observar, analizar lo que sucede, y pensar técnicamente, graduando el impacto emocional y la ansiedad. Es un equilibrio entre cercanía y objetividad."
  },
  {
    "id": 30,
    "text": "[Tipo: Identificación] Según Schaffer, existen 'Constantes del Rol' que el psicólogo debe manejar. ¿Cuál de las siguientes describe la fantasía 'Autocrática'?",
    "options": [
      {"key": "A", "text": "Riesgo de curiosidad excesiva no terapéutica."},
      {"key": "B", "text": "Tendencia a controlar excesivamente la entrevista."},
      {"key": "C", "text": "Fantasía de tener poder ilimitado para 'curar'."},
      {"key": "D", "text": "Actitud de excesiva bondad o sacrificio."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Dentro de las 'Constantes del Rol' de Schaffer, la fantasía 'Autocrática' se refiere a la tendencia del entrevistador a controlar excesivamente la entrevista, imponiendo su dirección o ritmo. Las otras opciones corresponden a: Voyerista (A), Omnipotente (C), y Santo (D)."
  },
  {
    "id": 31,
    "text": "[Tipo: Aplicación Conceptual] Un sujeto dice estar 'muy contento' (verbal) pero tiene el ceño fruncido y los puños apretados (no verbal). ¿Qué tipo de observable es este y qué podría sugerir principalmente?",
    "options": [
      {"key": "A", "text": "Un observable paraverbal que sugiere entusiasmo genuino."},
      {"key": "B", "text": "Una coherencia entre lenguaje verbal y no verbal que indica tranquilidad."},
      {"key": "C", "text": "Una incoherencia entre los observables verbales y no verbales, que podría sugerir tensión o conflicto interno a pesar de la afirmación verbal."},
      {"key": "D", "text": "Un observable verbal que indica un intento de manipulación consciente."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Este es un ejemplo de incoherencia entre los observables verbales (la afirmación 'muy contento') y los observables no verbales (ceño fruncido, puños apretados). Esta discrepancia es un dato importante que podría sugerir la presencia de tensión, conflicto interno, o que la emoción expresada verbalmente no es congruente con el estado emocional real del sujeto."
  },
  {
    "id": 32,
    "text": "[Tipo: Definición] ¿Qué es la 'Transferencia' en el contexto de la entrevista psicológica según Bleger?",
    "options": [
      {"key": "A", "text": "Los sentimientos y pensamientos del entrevistador hacia el entrevistado."},
      {"key": "B", "text": "La actualización inconsciente por parte del entrevistado, durante la entrevista, de sentimientos y conductas de experiencias pasadas, proyectadas sobre el entrevistador."},
      {"key": "C", "text": "La habilidad del entrevistado para transferir información de manera clara y concisa."},
      {"key": "D", "text": "Un acuerdo formal entre entrevistador y entrevistado sobre los objetivos de la terapia."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Según Bleger, la 'Transferencia' es la actualización inconsciente por parte del entrevistado, durante la situación de entrevista, de sentimientos, actitudes y conductas que provienen de sus experiencias pasadas (especialmente relaciones familiares infantiles) y que son proyectadas sobre la figura del entrevistador. Se vive con un fuerte sentimiento de actualidad y revela aspectos de la personalidad no comunicados conscientemente."
  },
  {
    "id": 33,
    "text": "[Tipo: Comprensión] ¿Cómo debe manejar el psicólogo la 'Contratransferencia' para que sea una herramienta útil?",
    "options": [
      {"key": "A", "text": "Ignorándola completamente para mantener la objetividad."},
      {"key": "B", "text": "Actuándola directamente para mostrar autenticidad al entrevistado."},
      {"key": "C", "text": "Registrándola, reconociéndola, analizándola reflexivamente y utilizándola para comprender al entrevistado, sin 'actuarla'."},
      {"key": "D", "text": "Eliminándola a través de un esfuerzo de voluntad para no contaminar el proceso."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La 'Contratransferencia' (sentimientos, fantasías, reacciones del entrevistador ante el entrevistado) es inevitable. Para que sea una herramienta útil, el psicólogo debe registrarla, reconocerla y analizarla reflexivamente. Esto implica auto-observación y utilizarla para comprender las reacciones que el entrevistado provoca y, por ende, aspectos de su dinámica vincular. Es crucial NO 'actuar' la contratransferencia, sino procesarla internamente."
  },
  {
    "id": 34,
    "text": "[Tipo: Comprensión] En relación con la ansiedad en la entrevista, ¿qué se espera observar y cómo debe manejarla el entrevistador?",
    "options": [
      {"key": "A", "text": "Se espera la ausencia total de ansiedad; si aparece, el entrevistador debe reprimirla rápidamente con consejos."},
      {"key": "B", "text": "Se observa su monto y variaciones; el entrevistador debe tolerarla, comprender sus causas y actuar según esa comprensión, sin reprimirla ni disimularla con apoyo directo."},
      {"key": "C", "text": "Solo la ansiedad del entrevistado es relevante; la del entrevistador no debe considerarse."},
      {"key": "D", "text": "La ansiedad siempre debe ser eliminada lo antes posible para facilitar la comunicación."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La ansiedad es un indicador fundamental y natural en la entrevista. Se debe observar su monto (intensidad) y sus variaciones. El entrevistador debe ser capaz de tolerar la ansiedad (tanto la del entrevistado como la propia), comprender sus causas y actuar en consecuencia. No se trata de reprimirla o disimularla (ej. con apoyo directo o consejo), sino de manejarla entendiendo su origen y función. Una cierta emergencia de ansiedad en el entrevistado puede ser incluso motor de la consulta."
  },
  {
    "id": 35,
    "text": "[Tipo: Identificación] ¿Cuál de los siguientes mecanismos de defensa es considerado más 'Evolutivo' o adaptativo en comparación con los 'Primitivos'?",
    "options": [
      {"key": "A", "text": "Escisión."},
      {"key": "B", "text": "Represión."},
      {"key": "C", "text": "Identificación Proyectiva."},
      {"key": "D", "text": "Negación."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El material clasifica los mecanismos de defensa en evolutivos (más adaptativos) y primitivos (más distorsionadores/regresivos). La 'Represión' se lista entre los evolutivos, junto con la sublimación, aislamiento, anulación, racionalización, intelectualización y desplazamiento. La escisión, identificación proyectiva y negación se consideran primitivos."
  },
  {
    "id": 36,
    "text": "[Tipo: Aplicación Conceptual] Un sujeto describe detalladamente un evento traumático sin mostrar ninguna emoción aparente, explicando lógicamente las causas y consecuencias. ¿Qué mecanismo de defensa podría estar utilizando predominantemente?",
    "options": [
      {"key": "A", "text": "Proyección masiva."},
      {"key": "B", "text": "Regresión a una etapa infantil."},
      {"key": "C", "text": "Intelectualización y/o Aislamiento."},
      {"key": "D", "text": "Sublimación exitosa del trauma."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La descripción detallada de un evento traumático sin emoción aparente, acompañada de explicaciones lógicas, sugiere el uso de la 'Intelectualización' (enfocarse en los aspectos racionales y abstractos para evitar el impacto afectivo) y/o el 'Aislamiento' (separar la idea del afecto que le corresponde). Ambos son mecanismos evolutivos que ayudan a manejar la ansiedad, aunque pueden limitar la conexión emocional."
  },
  {
    "id": 37,
    "text": "[Tipo: Comprensión] Al interpretar en la entrevista, ¿cuándo es especialmente aconsejable hacerlo según el material?",
    "options": [
      {"key": "A", "text": "Constantemente, para demostrar el conocimiento del entrevistador."},
      {"key": "B", "text": "Solo al final de la entrevista, como un resumen de lo observado."},
      {"key": "C", "text": "Principalmente cuando la comunicación tiende a interrumpirse o distorsionarse, y sobre los emergentes (lo que opera en el aquí y ahora)."},
      {"key": "D", "text": "Únicamente si el entrevistado lo solicita explícitamente."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Según el material, se debe interpretar principalmente cuando la comunicación tiende a interrumpirse o distorsionarse. Además, la interpretación debe centrarse en los 'emergentes', es decir, en lo que está operando y manifestándose en el aquí y ahora de la situación de entrevista. El objetivo es siempre el beneficio del entrevistado, y es aconsejable comprender primero antes de interpretar."
  },
  {
    "id": 38,
    "text": "[Tipo: Inferencia] Aunque el documento no detalla exhaustivamente la entrevista en distintos ámbitos (clínico, educacional, laboral, forense), ¿qué se puede inferir sobre su especificidad en estos contextos?",
    "options": [
      {"key": "A", "text": "Que la técnica de entrevista es idéntica e invariable en todos los ámbitos."},
      {"key": "B", "text": "Que los objetivos, encuadre, áreas de exploración y naturaleza de la demanda probablemente variarán significativamente según el ámbito."},
      {"key": "C", "text": "Que solo el ámbito clínico requiere una entrevista en profundidad."},
      {"key": "D", "text": "Que la transferencia y contratransferencia solo son relevantes en el ámbito clínico."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Si bien el texto no lo desarrolla en detalle, al mencionar la especificidad de la entrevista en distintos ámbitos (clínico, educacional, laboral, forense), se infiere lógicamente que aspectos como los objetivos (diagnóstico vs. selección vs. peritaje), el encuadre (confidencialidad, destinatario del informe), las áreas de exploración y la naturaleza de la demanda variarán y se adaptarán a las particularidades de cada contexto."
  },
  {
    "id": 39,
    "text": "[Tipo: Comprensión] ¿Por qué se considera valiosa la producción gráfica (dibujo) en el psicodiagnóstico?",
    "options": [
      {"key": "A", "text": "Porque es la única forma objetiva de medir la inteligencia."},
      {"key": "B", "text": "Porque permite acceder a la dinámica y estructura de la personalidad, siendo una forma de expresión del sujeto."},
      {"key": "C", "text": "Porque los dibujos siempre tienen un significado universal e idéntico para todos los sujetos."},
      {"key": "D", "text": "Porque reemplaza completamente la necesidad de una entrevista verbal."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La producción gráfica (dibujo) es considerada una forma de expresión muy valiosa en el psicodiagnóstico porque permite acceder a la dinámica y estructura de la personalidad del sujeto. No es la única forma de medir inteligencia (A), los significados no son universalmente idénticos sino que dependen de la proyección individual (C), y no reemplaza la entrevista verbal sino que la complementa (D)."
  },
  {
    "id": 40,
    "text": "[Tipo: Identificación] ¿Cuál de los siguientes conceptos teóricos NO es uno de los fundamentos compartidos por las técnicas proyectivas gráficas mencionados en el texto?",
    "options": [
      {"key": "A", "text": "Determinismo Psíquico."},
      {"key": "B", "text": "Condicionamiento Clásico."},
      {"key": "C", "text": "Concepto de Personalidad (como manifestación única e integrada)."},
      {"key": "D", "text": "Proyección (del mundo interno en el dibujo)."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Los fundamentos teóricos de las técnicas proyectivas gráficas mencionados incluyen: el modelo de 'caja transparente', el determinismo psíquico (la producción gráfica no es casual), el concepto de personalidad (el dibujo es una manifestación), la proyección (el sujeto proyecta su mundo interno), y la base neurofisiológica de la motilidad/marcador somático. El 'Condicionamiento Clásico' (B) pertenece al marco teórico conductista y no es un fundamento principal de las técnicas proyectivas gráficas desde la perspectiva presentada."
  },
  {
    "id": 41,
    "text": "[Tipo: Comprensión] ¿Qué significa la afirmación de Wolff 'los músculos nunca mienten' en el contexto de la producción gráfica?",
    "options": [
      {"key": "A", "text": "Que los dibujos son siempre representaciones literales de la realidad física."},
      {"key": "B", "text": "Que los movimientos gráficos, como resultante de movimientos corporales, son un reflejo más directo de la conducta y el mundo interno que el lenguaje verbal, que puede ser más controlado o falseado."},
      {"key": "C", "text": "Que la habilidad motriz para dibujar es el único indicador de la verdad interna del sujeto."},
      {"key": "D", "text": "Que solo los dibujos hechos con gran precisión muscular son interpretables."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La afirmación de Wolff 'los músculos nunca mienten, mientras que el lenguaje puede hacerlo' sugiere que los movimientos gráficos, al ser una resultante de movimientos corporales, reflejan la conducta desplegada de una manera menos mediada o controlada conscientemente que el lenguaje verbal. Por lo tanto, el dibujo puede ser un reflejo más directo de aspectos del mundo interno y del estado del sujeto, ya que es más difícil disimular ciertas tensiones o características en el trazo que en el discurso."
  },
  {
    "id": 42,
    "text": "[Tipo: Identificación Etapas] Según Luquet, ¿en qué etapa del desarrollo del dibujo infantil el niño dibuja lo que sabe del objeto, aunque no lo vea desde una perspectiva realista (ej. dibuja las dos orejas de una persona de perfil)?",
    "options": [
      {"key": "A", "text": "Realismo Fortuito."},
      {"key": "B", "text": "Realismo Malogrado o Frustrado."},
      {"key": "C", "text": "Realismo Intelectual."},
      {"key": "D", "text": "Realismo Visual."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "La etapa descrita corresponde al 'Realismo Intelectual' de Luquet (alrededor de los 4-7/8 años). En esta fase, el niño dibuja los elementos que sabe que el objeto posee, incluso si no son visibles desde un único punto de vista en la realidad (como dibujar las dos orejas en un perfil, o mostrar el interior de una casa a través de las paredes como si fueran transparentes). Prioriza el conocimiento conceptual sobre la percepción visual."
  },
  {
    "id": 43,
    "text": "[Tipo: Identificación Etapas] En la 'Etapa del Garabato' según Lowenfeld, ¿cuál es la característica principal del 'Garabateo con Nombre'?",
    "options": [
      {"key": "A", "text": "El niño realiza movimientos cinestésicos amplios sin control visual sobre el trazo."},
      {"key": "B", "text": "El niño descubre la relación entre sus movimientos y los trazos que produce, controlando la dirección."},
      {"key": "C", "text": "El niño asocia verbalmente su garabato a un objeto o idea ('Esto es un perro'), mostrando intención representativa aunque la forma no sea reconocible."},
      {"key": "D", "text": "El niño comienza a usar esquemas simples y circulares para la figura humana."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El 'Garabateo con Nombre' es la subetapa de la Etapa del Garabato de Lowenfeld donde el niño comienza a asociar verbalmente su producción gráfica a un objeto, persona o idea (ej. dice 'Esto es un perro' mientras señala un conjunto de líneas). Aunque la forma del garabato pueda no ser reconocible para un adulto, esta verbalización indica la aparición de una intención representativa."
  },
  {
    "id": 44,
    "text": "[Tipo: Procedimiento] Al administrar técnicas gráficas, ¿cuál es uno de los registros cruciales que debe realizar el psicólogo además del dibujo en sí?",
    "options": [
      {"key": "A", "text": "Únicamente el tiempo total que tarda el sujeto en completar todos los dibujos."},
      {"key": "B", "text": "Solo la calidad artística final del dibujo comparada con normas estéticas."},
      {"key": "C", "text": "El orden en que se dibujan las partes, las pausas, borraduras, comentarios espontáneos, cambios de presión, y las verbalizaciones durante y después del dibujo."},
      {"key": "D", "text": "Exclusivamente si el sujeto utiliza o no la goma de borrar."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "Además del dibujo final, es crucial registrar el proceso de producción. Esto incluye: la secuencia en que se dibujan las partes o elementos, las pausas realizadas, las borraduras (y qué se borra), los comentarios espontáneos del sujeto, los cambios de presión del lápiz, y todas las verbalizaciones que ocurran durante la tarea y en el interrogatorio posterior. Estos datos procesuales son tan importantes como el producto gráfico final."
  },
  {
    "id": 45,
    "text": "[Tipo: Comprensión] Para el psicólogo experto, el dibujo no es solo una imagen. ¿Cómo se entiende y qué comunica?",
    "options": [
      {"key": "A", "text": "Es una prueba de habilidad manual que comunica el nivel de destreza artística."},
      {"key": "B", "text": "Es una expresión de un modo de ser, detectable a través de Pautas Formales y de Contenido, y comunica un significado que el psicólogo interpreta integrando ambas."},
      {"key": "C", "text": "Es una manifestación de deseos conscientes que comunica las metas explícitas del sujeto."},
      {"key": "D", "text": "Es un producto estático que comunica un estado de ánimo momentáneo sin relación con la estructura de personalidad."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Para el psicólogo experto, el dibujo es una EXPRESIÓN de un modo de ser del sujeto. Este modo de ser se detecta a través del análisis de Pautas Formales (aspectos estructurales como trazo, presión, tamaño, ubicación) y Pautas de Contenido (elementos específicos de la consigna, ej. tipo de casa). El dibujo comunica un SIGNIFICADO que el psicólogo debe aprender a leer e interpretar mediante la integración de ambas pautas, no solo como habilidad artística o deseos conscientes."
  },
  {
    "id": 46,
    "text": "[Tipo: Diferenciación] ¿Cuál es la diferencia fundamental entre las 'Pautas Formales' y las 'Pautas de Contenido' en el análisis de los tests gráficos?",
    "options": [
      {"key": "A", "text": "Las pautas formales son subjetivas y las de contenido son objetivas."},
      {"key": "B", "text": "Las pautas formales se aplican solo al HTP y las de contenido a todos los demás tests."},
      {"key": "C", "text": "Todas las técnicas gráficas comparten las mismas Pautas Formales (ej. emplazamiento, tamaño, presión), pero se diferencian en las Pautas de Contenido, que son específicas de la consigna de cada test."},
      {"key": "D", "text": "Las pautas formales se refieren a lo que el sujeto dice sobre el dibujo, y las de contenido a lo que dibuja."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Una distinción clave es que todas las técnicas gráficas comparten el análisis de las MISMAS PAUTAS FORMALES (como el emplazamiento en la hoja, el tamaño del dibujo, la presión del trazo, el tipo de línea, etc.). Sin embargo, se DIFERENCIAN en las PAUTAS DE CONTENIDO, ya que estas son específicas de la consigna particular de cada test (por ejemplo, el significado simbólico del techo es una pauta de contenido del HTP, mientras que la interacción entre figuras es una pauta de contenido del Test de las Dos Personas)."
  },
  {
    "id": 47,
    "text": "[Tipo: Aplicación Conceptual] Si un niño dibuja figuras humanas muy pequeñas en la esquina inferior izquierda de la hoja, ¿qué podría indicar esta combinación de 'Tamaño' y 'Emplazamiento' según las pautas formales generales?",
    "options": [
      {"key": "A", "text": "Gran autoestima, extroversión y orientación al futuro."},
      {"key": "B", "text": "Sentimientos de inferioridad, inhibición, y posible dependencia o regresión hacia el pasado/figura materna."},
      {"key": "C", "text": "Impulsividad, búsqueda de control del entorno y focalización en la fantasía."},
      {"key": "D", "text": "Equilibrio emocional, buen narcisismo y adaptación a la realidad."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Un dibujo muy pequeño generalmente se asocia con sentimientos de inferioridad, inhibición, retraimiento, inseguridad o represión. El emplazamiento en la parte inferior se relaciona con lo inconsciente, lo material, o dificultades con la realidad, mientras que la parte izquierda se asocia con la madre, el pasado, la introversión o la dependencia. Por lo tanto, la combinación podría sugerir inhibición, inseguridad y una tendencia a la introversión o dependencia, con posible fijación en aspectos del pasado."
  },
  {
    "id": 48,
    "text": "[Tipo: Interpretación Pauta Formal] ¿Qué puede indicar una 'Presión Fuerte' del lápiz en un dibujo?",
    "options": [
      {"key": "A", "text": "Fatiga, inseguridad y timidez."},
      {"key": "B", "text": "Energía vital, tensión, agresividad, asertividad o impulsividad."},
      {"key": "C", "text": "Labilidad emocional y fluctuaciones en la energía."},
      {"key": "D", "text": "Indecisión y falta de confianza."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Una 'Presión Fuerte' al dibujar generalmente indica un alto nivel energético del individuo. Puede estar asociada con energía vital, tensión, asertividad, pero también con agresividad o impulsividad, dependiendo del contexto general del dibujo y otros indicadores. Una presión débil se asocia con fatiga o inseguridad (A), y una presión variable con labilidad emocional (C)."
  },
  {
    "id": 49,
    "text": "[Tipo: Interpretación Pauta Formal] El uso excesivo de 'Sombreado' en un área específica del dibujo, ¿a qué se asocia comúnmente?",
    "options": [
      {"key": "A", "text": "Claridad perceptual y tranquilidad en esa área."},
      {"key": "B", "text": "Falta de importancia de esa área para el sujeto."},
      {"key": "C", "text": "Ansiedad, conflicto o angustia relacionada con lo que esa área simboliza."},
      {"key": "D", "text": "Un intento de dar realismo y profundidad artística al dibujo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El sombreado en los dibujos proyectivos se asocia comúnmente con la presencia de ansiedad, conflicto o angustia en relación con el área o parte del dibujo que está sombreada. No indica tranquilidad (A) ni falta de importancia (B), y aunque puede dar volumen, su interpretación psicológica se centra en la carga emocional."
  },
  {
    "id": 50,
    "text": "[Tipo: Objetivo Test] ¿Cuál es el objetivo principal del Test HTP (Casa-Árbol-Persona) de Buck y Warren?",
    "options": [
      {"key": "A", "text": "Evaluar exclusivamente la habilidad artística y la coordinación motriz fina."},
      {"key": "B", "text": "Obtener información sobre el modo en que el sujeto experimenta su YO en relación a los otros y al ambiente familiar, evaluando funciones del Yo y esquema corporal."},
      {"key": "C", "text": "Diagnosticar de forma definitiva trastornos neurológicos específicos."},
      {"key": "D", "text": "Medir el cociente intelectual a través de la complejidad de los dibujos."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Test HTP está diseñado para obtener información sobre cómo el sujeto experimenta su Yo (autoimagen, esquema corporal) en relación con los otros significativos y su ambiente familiar. Permite evaluar diversas funciones del Yo, el estilo de relacionarse, conflictos y mecanismos de defensa, basándose en el simbolismo de la casa, el árbol y la persona."
  },
  {
    "id": 51,
    "text": "[Tipo: Procedimiento HTP] En la administración del HTP, ¿qué sucede en la etapa del 'Interrogatorio Estructurado'?",
    "options": [
      {"key": "A", "text": "Se le pide al sujeto que copie tres dibujos modelo proporcionados por el evaluador."},
      {"key": "B", "text": "Se le pide al sujeto que vuelva a dibujar la casa, el árbol y la persona, pero esta vez con colores."},
      {"key": "C", "text": "Se utiliza una lista de preguntas estandarizadas para cada figura (casa, árbol, persona) con el fin de aclarar significados, obtener asociaciones y verificar hipótesis."},
      {"key": "D", "text": "El evaluador interpreta en voz alta los dibujos directamente al sujeto."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El 'Interrogatorio Estructurado' es una etapa posterior a la realización de los dibujos en el HTP. Su propósito es aclarar los significados que el sujeto atribuye a los elementos de sus dibujos, obtener asociaciones verbales y verificar hipótesis iniciales. Se utiliza una lista de preguntas estandarizadas (del folleto de Buck o adaptaciones) para cada una de las figuras dibujadas (Casa, Árbol y Persona). Las respuestas son tan importantes como los dibujos."
  },
  {
    "id": 52,
    "text": "[Tipo: Interpretación HTP - Casa] En el HTP, ¿qué simboliza generalmente el 'Techo' de la casa?",
    "options": [
      {"key": "A", "text": "El contacto directo con la realidad y el arraigo."},
      {"key": "B", "text": "El área de la fantasía y el pensamiento."},
      {"key": "C", "text": "La fortaleza del yo y los límites con el exterior."},
      {"key": "D", "text": "El acceso al hogar y la apertura al contacto social."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "En la interpretación del HTP, el 'Techo' de la casa simboliza principalmente el área de la fantasía, la ideación y el pensamiento. Un techo muy grande y reforzado en una casa pequeña, por ejemplo, podría indicar un refugio excesivo en la fantasía. Las paredes se asocian más a la fortaleza del yo (C), la puerta al acceso y contacto (D), y la línea de base al arraigo (A)."
  },
  {
    "id": 53,
    "text": "[Tipo: Interpretación HTP - Árbol] ¿Qué aspecto de la personalidad refleja principalmente el 'Tronco' del árbol en el HTP?",
    "options": [
      {"key": "A", "text": "La capacidad para buscar satisfacción en el ambiente y el contacto con el mundo externo."},
      {"key": "B", "text": "La fortaleza del yo y el contacto con la realidad."},
      {"key": "C", "text": "El área de la fantasía y cómo organiza sus experiencias."},
      {"key": "D", "text": "Los logros y la productividad del sujeto."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El 'Tronco' del árbol en el HTP se considera un reflejo de la fortaleza del Yo (sentimiento de sí mismo, integridad) y el contacto con la realidad. Un tronco débil, con agujeros, o desproporcionado puede sugerir fragilidad yoica, experiencias traumáticas o dificultades en la adaptación. Las ramas se asocian más con el contacto con el ambiente (A), la copa con la fantasía (C), y los frutos con los logros (D)."
  },
  {
    "id": 54,
    "text": "[Tipo: Interpretación HTP - Persona] En el dibujo de la Persona del HTP, ¿con qué se asocian principalmente las 'Extremidades Superiores' (brazos, manos, dedos)?",
    "options": [
      {"key": "A", "text": "El centro de control intelectual y el pensamiento."},
      {"key": "B", "text": "El sostén, la estabilidad y el avance en la vida."},
      {"key": "C", "text": "El contacto con el mundo externo, la capacidad para dar y recibir, y la agresividad."},
      {"key": "D", "text": "La sexualidad, la comunicación oral y la vitalidad."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "Las 'Extremidades Superiores' (brazos, manos, dedos) en el dibujo de la Persona del HTP se relacionan simbólicamente con el contacto con el mundo externo, la capacidad para interactuar, manipular el ambiente, dar y recibir afecto, y también pueden expresar aspectos de la agresividad o el control. La cabeza se asocia más con el intelecto (A), las piernas/pies con el sostén (B), y la boca/pelo con la oralidad/sexualidad/vitalidad (D)."
  },
  {
    "id": 55,
    "text": "[Tipo: Objetivo Test] ¿Cuál es el enfoque principal del Test de las Dos Personas de Bernstein?",
    "options": [
      {"key": "A", "text": "Evaluar la dinámica familiar completa incluyendo a todos sus miembros."},
      {"key": "B", "text": "Medir la capacidad de dibujo y la creatividad artística del sujeto."},
      {"key": "C", "text": "Evaluar directamente los aspectos vinculares y la imagen de la 'pareja diádica interna' del examinado, revelando fantasías de vínculo."},
      {"key": "D", "text": "Identificar preferentemente conflictos relacionados con la figura paterna."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El Test de las Dos Personas de Bernstein, derivado del Dibujo de la Figura Humana, se enfoca específicamente en evaluar los aspectos vinculares del sujeto y la imagen de su 'pareja diádica interna'. Busca revelar las fantasías de vínculo a nivel consciente e inconsciente, a través del dibujo de dos personas, la asignación de nombres/edades y la creación de una historia sobre ellas."
  },
  {
    "id": 56,
    "text": "[Tipo: Procedimiento Test Dos Personas] ¿Cuál es la primera consigna que se le da al sujeto en el Test de las Dos Personas?",
    "options": [
      {"key": "A", "text": "'Dibuja a tu familia haciendo algo'."},
      {"key": "B", "text": "'Dibuja dos personas'."},
      {"key": "C", "text": "'Escribe una historia sobre una pareja que conozcas'."},
      {"key": "D", "text": "'Dibuja una persona bajo la lluvia'."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La primera consigna del Test de las Dos Personas de Bernstein es simple y directa: 'Dibuja dos personas'. Se le entrega una hoja A4 en posición vertical y un lápiz. Ante preguntas sobre si deben ser del mismo sexo, adultas, etc., la respuesta estándar es 'como vos quieras'."
  },
  {
    "id": 57,
    "text": "[Tipo: Interpretación Test Dos Personas] En el Test de las Dos Personas, si un sujeto dibuja las dos figuras muy separadas, dándose la espalda, y la historia describe personajes que no interactúan, ¿qué podría sugerir esto sobre sus aspectos vinculares?",
    "options": [
      {"key": "A", "text": "Una fuerte fusión e interdependencia con sus figuras vinculares."},
      {"key": "B", "text": "Dificultad en la diferenciación self-otro y una necesidad de simbiosis."},
      {"key": "C", "text": "Una posible dificultad en la interrelación, distancia afectiva o aislamiento en sus vínculos fantaseados."},
      {"key": "D", "text": "Un deseo intenso de intimidad y cercanía que no se atreve a expresar."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El análisis interfiguras es clave. Figuras dibujadas muy separadas, dándose la espalda, junto con una historia donde los personajes no interactúan o están aislados, son indicadores gráficos y verbales que convergen para sugerir posibles dificultades en la interrelación, distancia afectiva, aislamiento, o conflictos en la capacidad de establecer vínculos cercanos en el mundo interno fantaseado del sujeto."
  },
  {
    "id": 58,
    "text": "[Tipo: Mecanismos Defensa en Gráficos] En el Test de las Dos Personas, el dibujo de figuras muy pequeñas, con trazo débil y omisión de brazos, ¿a qué mecanismo de defensa podría asociarse principalmente si se busca evitar el conflicto?",
    "options": [
      {"key": "A", "text": "Control Omnipotente."},
      {"key": "B", "text": "Identificación Proyectiva."},
      {"key": "C", "text": "Inhibición del Yo."},
      {"key": "D", "text": "Formación Reactiva."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La 'Inhibición del Yo' se manifiesta en los gráficos a través de figuras pequeñas, débiles, con trazo débil, y posibles amputaciones de zonas conflictivas (como los brazos, que se relacionan con el contacto). Estas características sugieren una retracción o evitación ante la angustia o el conflicto, con expresiones poco vitales. El Control Omnipotente (A) se manifestaría con figuras grandes y expansivas, la Identificación Proyectiva (B) con exacerbación motora o burla, y la Formación Reactiva (D) con orden y prolijidad excesivas."
  },
  {
    "id": 59,
    "text": "[Tipo: Objetivo Test] ¿Qué busca evaluar principalmente el Test de la Familia Kinética Actual (FKA)?",
    "options": [
      {"key": "A", "text": "Los deseos del sujeto sobre cómo le gustaría que fuera su familia en el futuro."},
      {"key": "B", "text": "La dinámica y estructura de personalidad del sujeto en el contexto de sus relaciones vinculares fantaseadas dentro de su grupo familiar actual."},
      {"key": "C", "text": "Exclusivamente la habilidad del sujeto para dibujar escenas de acción con múltiples personajes."},
      {"key": "D", "text": "El nivel de conflicto manifiesto entre los miembros de la familia observado por un tercero."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Test de la Familia Kinética Actual (FKA) tiene como objetivo principal proporcionar información sobre la dinámica y la estructura de personalidad del sujeto en el contexto de sus relaciones vinculares fantaseadas dentro de su grupo familiar tal como lo percibe en el presente. La inclusión del propio sujeto en el dibujo es necesaria para una evaluación completa de esta dinámica."
  },
  {
    "id": 60,
    "text": "[Tipo: Diferenciación Tests] ¿Cuál es la diferencia fundamental en la consigna y el objetivo entre el Test de la Familia Kinética Actual (FKA) y el Test de la Familia Kinética Prospectiva (FKP)?",
    "options": [
      {"key": "A", "text": "El FKA pide dibujar a la familia sin acción, y el FKP con acción."},
      {"key": "B", "text": "El FKA se enfoca en el pasado familiar, y el FKP en el presente."},
      {"key": "C", "text": "El FKA pide dibujar a la familia 'haciendo algo' (presente), mientras que el FKP pide dibujar a la familia 'haciendo algo, tal como se la imagina dentro de cinco años', evaluando deseos y proyecciones futuras."},
      {"key": "D", "text": "No hay diferencias significativas, son dos formas de administrar el mismo test."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La diferencia clave radica en la dimensión temporal y el objetivo. La consigna del FKA es: 'Ahora le voy a pedir que dibuje a su familia, haciendo algo', centrándose en la percepción actual de la dinámica familiar. La consigna del FKP es: 'Ahora le voy a pedir que dibuje a su familia haciendo algo, tal como se la imagina dentro de cinco años', introduciendo la variable temporal prospectiva para explorar los deseos del sujeto, cómo le gustaría que fueran sus vínculos familiares en el futuro y la ansiedad asociada a ello."
  },
  {
    "id": 61,
    "text": "[Tipo: Interpretación Familia Kinética] En el Test de la Familia Kinética, si un sujeto dibuja a los miembros de su familia muy dispersos en la hoja, cada uno realizando una actividad individual sin aparente interacción, ¿qué podría sugerir esto sobre la dinámica familiar fantaseada?",
    "options": [
      {"key": "A", "text": "Una familia muy unida con excelente comunicación y cohesión."},
      {"key": "B", "text": "Una posible falta de cohesión, poca comunicación o aislamiento entre los miembros en la percepción del sujeto."},
      {"key": "C", "text": "Una dinámica familiar donde todos los miembros comparten exactamente los mismos intereses."},
      {"key": "D", "text": "Una estructura familiar rígida con roles claramente definidos y jerárquicos."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "En el Test de la Familia Kinética, la configuración espacial y las acciones asignadas son importantes. Si los miembros de la familia se dibujan dispersos, cada uno en actividades individuales y sin interacción aparente, esto puede sugerir una percepción o fantasía de poca cohesión, escasa comunicación, distancia afectiva o aislamiento entre los miembros de la familia."
  },
  {
    "id": 62,
    "text": "[Tipo: Análisis Comparativo FKA/FKP] ¿Qué se considera esperable en cuanto a las diferencias entre el dibujo del FKA y el FKP?",
    "options": [
      {"key": "A", "text": "Que no exista ninguna diferencia, ya que la estructura familiar es inmutable."},
      {"key": "B", "text": "Que el FKP siempre muestre una familia idílica y perfecta en comparación con el FKA."},
      {"key": "C", "text": "Que existan cambios o diferencias que reflejen deseos o proyecciones futuras, sin que se modifiquen aspectos fundamentales de la identidad del sujeto y de su familia."},
      {"key": "D", "text": "Que el FKA sea siempre más negativo y el FKP siempre más positivo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Es esperable que existan cambios o diferencias entre el FKA (percepción actual) y el FKP (proyección a cinco años). Estas diferencias suelen reflejar los deseos del sujeto, sus expectativas de cambio, o cómo anticipa la evolución de la dinámica familiar. Sin embargo, no se espera que se modifiquen aspectos fundamentales de la identidad del sujeto o de su familia de manera radical, sino más bien ajustes o énfasis diferentes en la dinámica vincular."
  },
  {
    "id": 63,
    "text": "[Tipo: Naturaleza Técnica] ¿Cuál es la principal orientación teórica y el objeto de estudio del Cuestionario Desiderativo (CD)?",
    "options": [
      {"key": "A", "text": "Orientación conductista, objeto de estudio: comportamientos observables."},
      {"key": "B", "text": "Orientación cognitiva, objeto de estudio: procesos de pensamiento lógico."},
      {"key": "C", "text": "Orientación predominantemente psicoanalítica, objeto de estudio: las fantasías de deseos del sujeto."},
      {"key": "D", "text": "Orientación humanista, objeto de estudio: la autoactualización y el potencial de crecimiento."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El Cuestionario Desiderativo (CD) es una técnica de estimulación verbal con una orientación predominantemente psicoanalítica. Su objeto de estudio principal son las fantasías de deseos del sujeto, consideradas una muestra expresiva de su personalidad. Induce la proyección de los deseos sobre símbolos a través de un marco ficticio."
  },
  {
    "id": 64,
    "text": "[Tipo: Limitaciones Aplicación CD] ¿En qué situaciones NO se debe administrar el Cuestionario Desiderativo, según el material de estudio?",
    "options": [
      {"key": "A", "text": "A personas con alta capacidad intelectual, ya que podrían manipular las respuestas."},
      {"key": "B", "text": "A niños menores de 12 años, porque no comprenden la consigna."},
      {"key": "C", "text": "A personas en situación de duelo activo o en tratamientos médicos u oncológicos significativos, por la movilización que genera la consigna."},
      {"key": "D", "text": "A sujetos que ya hayan realizado muchas pruebas proyectivas, para evitar la fatiga."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El material indica que el Cuestionario Desiderativo no se debe administrar a personas en situación de duelo activo o que se encuentren en tratamientos médicos u oncológicos significativos. La razón es que la consigna, que alude a la 'no existencia como persona', podría ser excesivamente movilizante o perturbadora en estas circunstancias. También requiere un buen rapport previo."
  },
  {
    "id": 65,
    "text": "[Tipo: Evaluación CD] Según Celener y Guinzbourg, ¿cuál de los siguientes aspectos NO es uno de los principales que evalúa el Cuestionario Desiderativo?",
    "options": [
      {"key": "A", "text": "Fortaleza Yoica y Mecanismos de Defensa."},
      {"key": "B", "text": "Habilidades matemáticas y de cálculo mental."},
      {"key": "C", "text": "Afectividad y Relaciones Objetales."},
      {"key": "D", "text": "Autoimagen y Conflictos Básicos."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Cuestionario Desiderativo evalúa múltiples aspectos de la personalidad, incluyendo: Fortaleza Yoica, Defensas, Funciones Ejecutivas, Afectividad, Relaciones Objetales, Autoimagen, Esquema Corporal simbólico, Creatividad, Puntos de Fijación y Características del Superyó y Conflictos Básicos. Las 'habilidades matemáticas y de cálculo mental' no son un foco de esta técnica."
  },
  {
    "id": 66,
    "text": "[Tipo: Administración CD] En la administración del Cuestionario Desiderativo (versión Bernstein), ¿qué se espera respecto a los 'Reinos Simbólicos' (Animal, Vegetal, Inanimado) en las elecciones del sujeto?",
    "options": [
      {"key": "A", "text": "Que el sujeto elija siempre del mismo reino para mostrar consistencia."},
      {"key": "B", "text": "Que el entrevistador elija los reinos por el sujeto para asegurar variedad."},
      {"key": "C", "text": "Que las respuestas se distribuyan idealmente en los tres reinos, y el entrevistador induzca el cambio de reino si el sujeto persevera en uno solo."},
      {"key": "D", "text": "Que el sujeto evite el reino inanimado por ser poco informativo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "En el CD, se espera que las elecciones del sujeto (tanto positivas como negativas) se distribuyan idealmente entre los tres reinos simbólicos: Animal, Vegetal e Inanimado. Si el sujeto persevera en un solo reino después de la primera elección de ese tipo (ej. elige un animal para la primera catexia positiva y otro animal para la segunda), el entrevistador debe inducir el cambio de reino para la siguiente elección (ej. 'Bien. Ahora, si no pudieras ser persona, ¿qué otra cosa que no sea un [respuesta anterior] y que no sea un animal, te gustaría ser más?')."
  },
  {
    "id": 67,
    "text": "[Tipo: Significado Catexias CD] En el Cuestionario Desiderativo, ¿qué simbolizan principalmente las 'Catexias Positivas' (+)?",
    "options": [
      {"key": "A", "text": "Aquello que el Yo teme que suceda si sus defensas fallaran."},
      {"key": "B", "text": "Las defensas yoicas ante la angustia de aniquilación implícita en la consigna; cómo el sujeto fantasea con evitar peligros."},
      {"key": "C", "text": "Los deseos más conscientes y socialmente aceptables del sujeto."},
      {"key": "D", "text": "Los objetos o situaciones que el sujeto rechaza activamente en su vida cotidiana."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Las 'Catexias Positivas' (+) en el Cuestionario Desiderativo simbolizan las defensas yoicas que el sujeto moviliza ante la angustia de aniquilación implícita en la consigna ('no ser persona'). Representan las fantasías inconscientes de cómo el sujeto se defendería o evitaría los peligros que percibe. Es como si simbólicamente expresara: 'cuando tengo miedo, yo hago tal cosa para defenderme'."
  },
  {
    "id": 68,
    "text": "[Tipo: Significado Catexias CD] ¿Qué indican fundamentalmente las 'Catexias Negativas' (-) en el Cuestionario Desiderativo?",
    "options": [
      {"key": "A", "text": "Las principales fortalezas y recursos adaptativos del Yo."},
      {"key": "B", "text": "Los deseos más profundos y anhelados por el sujeto."},
      {"key": "C", "text": "Aquello que el Yo teme que suceda si sus defensas fallaran; las amenazas fantaseadas y las consecuencias negativas."},
      {"key": "D", "text": "Las identificaciones positivas con figuras significativas."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Las 'Catexias Negativas' (-) en el CD simbolizan aquello que el Yo teme que le suceda si sus defensas (expresadas en las catexias positivas) fallaran. Indican las amenazas fantaseadas y las consecuencias negativas temidas por el Yo si no pudiera defenderse exitosamente. Responden a la pregunta implícita '¿de qué me defiendo?' o '¿qué temo que me pase?'."
  },
  {
    "id": 69,
    "text": "[Tipo: Análisis Instrumental CD] ¿Qué implica un fallo en la 'Primera Disociación Instrumental' en el Cuestionario Desiderativo?",
    "options": [
      {"key": "A", "text": "La incapacidad de dar una explicación lógica para la elección de un símbolo."},
      {"key": "B", "text": "La dificultad para diferenciar los valores elegidos (+) de los rechazados (-)."},
      {"key": "C", "text": "La incapacidad de diferenciar fantasía de realidad y aceptar la consigna 'como si', manifestándose en bloqueo, respuestas antropomórficas o abstractas."},
      {"key": "D", "text": "La elección de símbolos excesivamente frágiles o disgregados."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La 'Primera Disociación Instrumental' se refiere a la capacidad del sujeto de diferenciar fantasía de realidad, aceptando la consigna 'como si' y pudiendo 'jugar' a no ser persona. Un fallo en esta capacidad se manifiesta, por ejemplo, en un bloqueo total (no puede responder), en respuestas antropomórficas ('ser una persona buena', no pudiendo salir del reino humano), en la elección de símbolos abstractos ('la paz', evitando una elección concreta), o confundiendo ser con hacer ('viajar por el mundo')."
  },
  {
    "id": 70,
    "text": "[Tipo: Análisis Instrumental CD] Si un sujeto en el CD, al justificar una elección positiva, da una explicación con connotaciones negativas (ej. 'Me gustaría ser una montaña para que nadie me moleste y estar solo'), ¿a qué fallo en los mecanismos instrumentales podría apuntar esto?",
    "options": [
      {"key": "A", "text": "Fallo en la Primera Disociación Instrumental."},
      {"key": "B", "text": "Fallo en la Segunda Disociación Instrumental."},
      {"key": "C", "text": "Fallo en la Identificación Proyectiva (instrumental)."},
      {"key": "D", "text": "Fallo en la Racionalización (instrumental)."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La 'Segunda Disociación Instrumental' implica la capacidad de diferenciar claramente los valores elegidos (positivos) de los rechazados (negativos). Si un sujeto da una racionalización con cualidades convencionalmente negativas para una elección positiva (como en el ejemplo, donde 'estar solo' y 'que nadie me moleste' tienen una connotación de aislamiento para un símbolo positivo), o si mezcla racionalizaciones positivas y negativas, esto indica un fallo en esta segunda disociación. No puede mantener claramente la valencia positiva del símbolo elegido."
  },
  {
    "id": 71,
    "text": "[Tipo: Análisis Instrumental CD] La perseveración en un mismo reino simbólico (ej. elegir solo animales) a pesar de la inducción del entrevistador a cambiar, ¿qué podría indicar en el CD?",
    "options": [
      {"key": "A", "text": "Una excelente capacidad de concentración y focalización."},
      {"key": "B", "text": "Un fallo en la Identificación Proyectiva (instrumental) y rigidez yoica."},
      {"key": "C", "text": "Una creatividad excepcional al explorar todas las facetas de un mismo reino."},
      {"key": "D", "text": "Un buen funcionamiento de la segunda disociación instrumental."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La perseveración en un mismo reino simbólico, especialmente si ocurre a pesar de la inducción del entrevistador a cambiar después de la segunda elección de ese reino, se considera un fallo en la 'Identificación Proyectiva' (instrumental). Indica una dificultad del Yo para desprenderse de una modalidad defensiva particular o una rigidez en sus patrones de pensamiento y elección simbólica, limitando la plasticidad esperada."
  },
  {
    "id": 72,
    "text": "[Tipo: Análisis Tiempos Reacción CD] En el Cuestionario Desiderativo, ¿qué podrían indicar tiempos de reacción (T.R.) consistentemente muy acortados?",
    "options": [
      {"key": "A", "text": "Una profunda reflexión y elaboración de las respuestas."},
      {"key": "B", "text": "Dificultad del Yo para reorganizarse y desorden del pensamiento."},
      {"key": "C", "text": "Evitación de la reflexión y la angustia, posible impulsividad o fobia."},
      {"key": "D", "text": "Una adecuada tolerancia a la incertidumbre y buena capacidad de espera."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "Tiempos de reacción (T.R.) consistentemente muy acortados (ej. menos de 10 segundos) en el CD suelen indicar una evitación de la reflexión y de la angustia que la consigna puede movilizar. Puede ser un indicador de impulsividad (responder sin pensar) o de una modalidad fóbica (escapar rápidamente de la situación ansiógena). Los T.R. alargados se asocian más con dificultad para reorganizarse (B)."
  },
  {
    "id": 73,
    "text": "[Tipo: Análisis Secuencia Reinos CD] ¿Cuál es la secuencia de elección de reinos considerada esperable o más adaptativa en las Catexias Positivas (+) del CD?",
    "options": [
      {"key": "A", "text": "1° Objeto (Inanimado), 2° Vegetal, 3° Animal."},
      {"key": "B", "text": "1° Vegetal, 2° Animal, 3° Objeto (Inanimado)."},
      {"key": "C", "text": "1° Animal, 2° Vegetal, 3° Objeto (Inanimado)."},
      {"key": "D", "text": "Cualquier secuencia es igualmente adaptativa, no hay un orden esperable."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "La secuencia de elección de reinos considerada esperable o más adaptativa en las Catexias Positivas (+) es: 1° Reino Animal, 2° Reino Vegetal, y 3° Reino Objeto (Inanimado). Esta secuencia sugiere un predominio del instinto de conservación, la protección y la vitalidad (asociados a lo animal y vegetal) como primeras defensas, dejando lo inanimado (potencialmente más abstracto o menos vital) para el final."
  },
  {
    "id": 74,
    "text": "[Tipo: Análisis Secuencia Reinos CD] ¿Y cuál es la secuencia esperable en las Catexias Negativas (-) del CD?",
    "options": [
      {"key": "A", "text": "1° Animal, 2° Vegetal, 3° Objeto (Inanimado)."},
      {"key": "B", "text": "1° Objeto (Inanimado), 2° Vegetal, 3° Animal."},
      {"key": "C", "text": "1° Vegetal, 2° Objeto (Inanimado), 3° Animal."},
      {"key": "D", "text": "La secuencia en las negativas es irrelevante para la interpretación."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Para las Catexias Negativas (-), la secuencia esperable o más adaptativa es: 1° Reino Objeto (Inanimado), 2° Reino Vegetal, y 3° Reino Animal. Esto se interpreta como que el sujeto se desprende primero de aquello que resulta más conflictivo o amenazante (a menudo lo inanimado por su falta de vida o control), dejando para el final los temores más profundos o instintuales, frecuentemente ligados al reino Animal."
  },
  {
    "id": 75,
    "text": "[Tipo: Análisis Metapsicológico CD] En el análisis metapsicológico del CD, ¿a través de qué se infiere principalmente el funcionamiento del Ello?",
    "options": [
      {"key": "A", "text": "De la capacidad del sujeto para seguir las instrucciones de la consigna."},
      {"key": "B", "text": "De las defensas expresadas en los símbolos elegidos y sus racionalizaciones, que permiten inferir pulsiones y puntos de fijación."},
      {"key": "C", "text": "De la originalidad y creatividad de las respuestas exclusivamente."},
      {"key": "D", "text": "De los tiempos de reacción y la coherencia lógica de las justificaciones."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "En la segunda instancia de análisis (metapsicológico) del CD, el funcionamiento del Ello (pulsiones vida/muerte, puntos de fijación oral/anal/fálico, calidad de la libido) se infiere principalmente a través de las defensas que el sujeto expresa en los símbolos que elige y en las racionalizaciones que da para esas elecciones. Estos elementos permiten hipotetizar sobre las fuerzas pulsionales subyacentes y los posibles puntos de fijación libidinal."
  },
  {
    "id": 76,
    "text": "[Tipo: Análisis Metapsicológico CD] ¿Qué podría indicar una elección en el CD como 'un perro para acompañar y cuidar a otros, aunque yo no coma', en términos de la calidad de la libido según el material?",
    "options": [
      {"key": "A", "text": "Un predominio extremo de la libido narcisista."},
      {"key": "B", "text": "Un equilibrio saludable entre libido objetal y narcisista."},
      {"key": "C", "text": "Un predominio de la libido objetal, posiblemente con descuido de sí mismo por ayudar al otro."},
      {"key": "D", "text": "Una fijación oral primaria claramente manifestada."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Una elección como 'un perro para acompañar y cuidar a otros, aunque yo no coma' sugiere un predominio de la 'Libido Objetal'. Esto se caracteriza por un enfoque en el otro, en dar o proteger, a veces incluso con un descuido de las propias necesidades (como el 'aunque yo no coma'). En contraste, una libido predominantemente narcisista buscaría todo para sí mismo ('un perro para que me cuiden'). El material aclara que en el CD, un marcado predominio narcisista puede ser patológico, mientras que en la vida cotidiana suele haber un equilibrio con más predominio narcisista (autoconservación)."
  },
  {
    "id": 77,
    "text": "[Tipo: Concepto Clave CD] ¿Cuál es la importancia de la frase 'Nunca se efectúan inferencias de complejidad a partir de un solo observable' (Celener, 2000) en la interpretación del CD y otras técnicas proyectivas?",
    "options": [
      {"key": "A", "text": "Que los observables simples no tienen valor interpretativo."},
      {"key": "B", "text": "Que se debe priorizar la intuición del evaluador sobre los datos observados."},
      {"key": "C", "text": "Que las conclusiones e hipótesis deben basarse en recurrencias y convergencias de múltiples indicadores, evitando saltos inferenciales desde un dato aislado."},
      {"key": "D", "text": "Que solo los observables que aparecen en todas las técnicas administradas son válidos."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La afirmación de Celener enfatiza un principio fundamental de la interpretación en psicodiagnóstico: la necesidad de basar las conclusiones e hipótesis en la recurrencia (un mismo indicador apareciendo varias veces) y la convergencia (diferentes indicadores apuntando a una misma idea) de múltiples datos. No se deben realizar 'saltos inferenciales' o generalizaciones a partir de un solo observable aislado, ya que esto podría llevar a interpretaciones erróneas o poco fundamentadas. El juicio clínico integra estos múltiples indicadores."
  },
  {
    "id": 78,
    "text": "[Tipo: Detalle - Evaluación Psicológica] Además de estudiar características psicológicas, ¿qué aspecto vincular tiende a repetir el sujeto en el encuentro de Evaluación Psicológica, según el texto?",
    "options": [
      {"key": "A", "text": "Estrategias de afrontamiento aprendidas recientemente."},
      {"key": "B", "text": "Patrones vinculares influenciado por sus marcadores somáticos (Damasio)."},
      {"key": "C", "text": "Únicamente los contenidos de sus sueños más recientes."},
      {"key": "D", "text": "Sus preferencias culturales y artísticas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El texto define la Evaluación Psicológica como un encuentro donde, entre otras cosas, 'el sujeto tiende a repetir patrones vinculares influenciado por sus marcadores somáticos (concepto de Damasio)'. Esto resalta la importancia de la dinámica interpersonal y las huellas corporales de la experiencia en el proceso evaluativo."
  },
  {
    "id": 79,
    "text": "[Tipo: Comparación - Psicodiagnóstico vs. Evaluación] Aunque a veces se usan indistintamente, ¿por qué el texto sugiere que el término 'Psicodiagnóstico' es preferible al de 'evaluación psicológica' en el contexto particular que describe?",
    "options": [
      {"key": "A", "text": "Porque 'Psicodiagnóstico' es un término más moderno y aceptado internacionalmente."},
      {"key": "B", "text": "Porque 'Evaluación Psicológica' se centra solo en aspectos negativos o patológicos."},
      {"key": "C", "text": "Porque 'Psicodiagnóstico' etimológicamente refiere al estudio de la mente o el alma y se alinea mejor con el objetivo de comprender la articulación del aparato psíquico, más allá de medir funciones aisladas."},
      {"key": "D", "text": "Porque 'Psicodiagnóstico' siempre implica un proceso más corto y con menos técnicas."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El texto indica que el término Psicodiagnóstico es preferible en este contexto particular porque etimológicamente refiere al 'estudio de la mente o el alma'. Esto se alinea con el objetivo de no solo medir una función aislada, sino de 'comprender cómo se articula el aparato psíquico', lo cual es central en la perspectiva del material."
  },
  {
    "id": 80,
    "text": "[Tipo: Detalle - Variables Sendin] Dentro de las variables fundamentales de Sendin, ¿a qué se refiere específicamente la variable 'Aquí y ahora (Consulta)'?",
    "options": [
      {"key": "A", "text": "Al historial clínico completo del sujeto antes de la evaluación."},
      {"key": "B", "text": "Al contexto social y cultural general que rodea al sujeto."},
      {"key": "C", "text": "Al contexto inmediato de la evaluación; el momento y lugar específico donde ocurre la interacción."},
      {"key": "D", "text": "Al modelo teórico que el evaluador utiliza para interpretar los datos."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "Según Sendin, la variable 'Aquí y ahora (Consulta)' se refiere específicamente al contexto inmediato en el que se desarrolla la evaluación: el momento presente y el espacio físico donde tiene lugar la interacción entre el evaluador y el evaluado. Es el entorno directo del encuentro psicodiagnóstico."
  },
  {
    "id": 81,
    "text": "[Tipo: Aplicación Criterio - Niveles Inferencia] Un psicólogo observa que un niño dibuja constantemente figuras sin manos (1° Nivel). Luego infiere que esto podría indicar 'dificultades de contacto o sentimientos de incapacidad para actuar sobre el mundo' (2° Nivel). Si además, en la entrevista, el niño verbaliza sentirse 'inútil' y evita juegos que impliquen manipulación, ¿a qué nivel de inferencia estaría llegando el psicólogo al integrar estos datos para sugerir una 'posible inhibición yoica significativa'?",
    "options": [
      {"key": "A", "text": "Aún estaría en el 1° Nivel (Observable)."},
      {"key": "B", "text": "Se mantendría estrictamente en el 2° Nivel (Indicador Psicológico)."},
      {"key": "C", "text": "Al 3° Nivel (Hipótesis Psicológica)."},
      {"key": "D", "text": "A un nivel de diagnóstico definitivo, no de hipótesis."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "Al integrar múltiples indicadores psicológicos (la inferencia del dibujo sin manos, las verbalizaciones del niño, su comportamiento en juegos) que convergen hacia una misma idea (inhibición), el psicólogo está alcanzando el 3° Nivel de Inferencia: la formulación de una Hipótesis Psicológica. Esta es una significación psicológica global que va más allá de indicadores aislados."
  },
  {
    "id": 82,
    "text": "[Tipo: Contribución Autor - Celener] Según Celener, en el marco de los fundamentos epistemológicos de las técnicas proyectivas, ¿cuál es el 'objeto' de estas técnicas?",
    "options": [
      {"key": "A", "text": "Medir con precisión rasgos de personalidad cuantificables."},
      {"key": "B", "text": "Descubrir lo psíquico oculto, hipotetizar acerca del contenido y la estructura de la personalidad."},
      {"key": "C", "text": "Confirmar diagnósticos psiquiátricos previamente establecidos por otros métodos."},
      {"key": "D", "text": "Evaluar la adaptación social del individuo a su entorno."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Celener postula que el 'objeto' de las técnicas proyectivas, dentro de su esquema Teoría-Método-Objeto, es 'descubrir lo psíquico oculto, hipotetizar acerca del contenido y la estructura de la personalidad'. El instrumento proyectivo 'hace ver lo que está allí pero no se ve'."
  },
  {
    "id": 83,
    "text": "[Tipo: Detalle - Hipótesis Frank] La Hipótesis de Proyección de Frank es fundamental. ¿Qué característica principal deben tener los estímulos para facilitar esta proyección?",
    "options": [
      {"key": "A", "text": "Ser altamente estructurados y con una única interpretación posible."},
      {"key": "B", "text": "Ser verbales y requerir respuestas de verdadero o falso."},
      {"key": "C", "text": "Ser ambiguos o poco estructurados."},
      {"key": "D", "text": "Ser exclusivamente visuales y en blanco y negro."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "La Hipótesis de Proyección de Frank se basa en que, ante estímulos que son ambiguos o poco estructurados (como manchas de tinta, dibujos con múltiples interpretaciones posibles), el individuo tiene más 'espacio' para proyectar sus propios contenidos internos (sentimientos, deseos, conflictos, etc.). Los estímulos muy estructurados limitan esta proyección."
  },
  {
    "id": 84,
    "text": "[Tipo: Comparación - Validez Proyectiva vs. Psicométrica] ¿En qué se diferencia el concepto de 'validez' en técnicas proyectivas del concepto de 'validez' en tests psicométricos, según el texto?",
    "options": [
      {"key": "A", "text": "En proyectivas, la validez se refiere a la consistencia interna de los ítems, mientras que en psicométricos se refiere a la capacidad de predicción."},
      {"key": "B", "text": "En proyectivas, la validez se relaciona con la capacidad de revelar aspectos significativos de la personalidad y el funcionamiento psíquico, mientras que en psicométricos se apoya más en criterios estadísticos y comparación con un criterio externo."},
      {"key": "C", "text": "No hay diferencia, ambos buscan medir exactamente lo mismo con los mismos criterios."},
      {"key": "D", "text": "En proyectivas, la validez depende de la subjetividad del evaluador, y en psicométricos, de la objetividad de las normas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El texto aclara que la validez en técnicas proyectivas se entiende de manera diferente. Se relaciona con la capacidad de la técnica para 'revelar aspectos significativos de la personalidad y el funcionamiento psíquico'. En los tests psicométricos, la validez suele apoyarse más en correlaciones estadísticas con criterios externos o constructos teóricos medibles, buscando que el test mida lo que dice medir de forma precisa."
  },
  {
    "id": 85,
    "text": "[Tipo: Detalle - Consignas Estímulo] ¿Qué implicancia tiene el 'desconocimiento por parte del sujeto de lo que la técnica investiga' en las técnicas proyectivas?",
    "options": [
      {"key": "A", "text": "Aumenta la ansiedad del sujeto y dificulta la colaboración."},
      {"key": "B", "text": "Reduce la posibilidad de falsear respuestas de manera consciente."},
      {"key": "C", "text": "Hace que la técnica sea menos válida científicamente."},
      {"key": "D", "text": "Obliga al evaluador a dar explicaciones detalladas sobre la técnica."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Una característica importante de muchos estímulos proyectivos es que el sujeto generalmente desconoce qué aspectos específicos de su personalidad se están evaluando a través de sus respuestas. Esto reduce la posibilidad de que intente falsear o manipular sus respuestas de manera consciente para dar una imagen determinada, facilitando la emergencia de contenidos más espontáneos y genuinos."
  },
  {
    "id": 86,
    "text": "[Tipo: Aplicación Criterio - Interpretación] Si un indicador, como 'ansiedad de separación', aparece solo en las verbalizaciones finales de la entrevista pero no se observa en ninguna de las técnicas gráficas ni en el Cuestionario Desiderativo, ¿qué precaución se debe tener al formular hipótesis según el principio de convergencia?",
    "options": [
      {"key": "A", "text": "Se debe tomar como el hallazgo más importante por ser el último en aparecer."},
      {"key": "B", "text": "No se puede utilizar ese observable aislado para formular una hipótesis robusta sobre un patrón de ansiedad de separación generalizado; se requiere mayor convergencia."},
      {"key": "C", "text": "Es suficiente para diagnosticar un trastorno de ansiedad por separación."},
      {"key": "D", "text": "Se debe ignorar completamente ya que no apareció en las técnicas gráficas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El principio de convergencia es crucial. Si un indicador (como la ansiedad de separación) aparece de forma aislada en un solo momento o técnica, no se puede utilizar para formular una hipótesis diagnóstica robusta sobre un patrón generalizado. Para que una hipótesis sobre, por ejemplo, 'ansiedad de separación predominante' sea sólida, se necesitaría que diferentes indicadores (de la entrevista, de los gráficos, del desiderativo, etc.) apunten o converjan hacia esa misma conclusión."
  },
  {
    "id": 87,
    "text": "[Tipo: Contribución Autor - Sullivan/Siquier de Ocampo] ¿Cuál es el objetivo primordial de la entrevista según la definición general que integra las perspectivas de Sullivan y Siquier de Ocampo?",
    "options": [
      {"key": "A", "text": "Aplicar un tratamiento psicológico breve y focalizado."},
      {"key": "B", "text": "Elucidar pautas características de la forma de vivir del sujeto e identificar patrones problemáticos y valiosos, buscando comprender su funcionamiento psíquico."},
      {"key": "C", "text": "Recopilar datos para una investigación científica sin beneficio directo para el entrevistado."},
      {"key": "D", "text": "Determinar la medicación psiquiátrica más adecuada para el sujeto."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La definición de entrevista de Sullivan se centra en elucidar pautas características del vivir del sujeto, identificando lo que le genera dificultades y lo que considera valioso, con expectativa de beneficio. Siquier de Ocampo la ve como orientada a una comprensión profunda de la personalidad total y el funcionamiento psíquico. Integradas, el objetivo primordial es comprender al sujeto en su forma de vivir y su psiquismo."
  },
  {
    "id": 88,
    "text": "[Tipo: Cual NO Pertenece - Entrevista vs Otros] Según Bleger, la entrevista psicológica se diferencia de otros procedimientos. ¿Cuál de los siguientes NO es uno de los procedimientos con los que Bleger la contrasta directamente en el texto?",
    "options": [
      {"key": "A", "text": "Consulta."},
      {"key": "B", "text": "Anamnesis."},
      {"key": "C", "text": "Psicoterapia Breve."},
      {"key": "D", "text": "La entrevista psicológica como investigación científica (en su doble función)."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Bleger diferencia la entrevista psicológica de la 'Consulta' (simple solicitud de asistencia) y la 'Anamnesis' (recopilación sistemática de datos). También la define como 'investigación científica'. La 'Psicoterapia Breve' es un tipo de intervención terapéutica, y aunque una entrevista puede ser parte de ella, Bleger no la contrasta directamente como un procedimiento distinto de la misma manera que lo hace con consulta y anamnesis en la sección de diferenciación."
  },
  {
    "id": 89,
    "text": "[Tipo: Detalle - Entrevista Semidirigida] En la entrevista semidirigida, el psicólogo tiene un rol activo. ¿Cuál de las siguientes acciones NO es una intervención típica del psicólogo en este tipo de entrevista, según lo descrito?",
    "options": [
      {"key": "A", "text": "Ayudar a que continúe el relato si el sujeto se bloquea."},
      {"key": "B", "text": "Interrogar acerca de áreas no referidas espontáneamente pero importantes."},
      {"key": "C", "text": "Ofrecer consejos directos y soluciones a los problemas del entrevistado."},
      {"key": "D", "text": "Reformular lo dicho por el sujeto para asegurar comprensión o clarificar."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "En la entrevista semidirigida, el psicólogo interviene para ayudar a continuar el relato, contener, reformular, interrogar áreas importantes o contradicciones. Sin embargo, ofrecer consejos directos y soluciones a los problemas (C) no es una característica de la entrevista psicodiagnóstica (y a menudo tampoco de la terapéutica inicial), ya que el objetivo es comprender y evaluar, no dirigir la vida del sujeto o resolver problemas de forma inmediata."
  },
  {
    "id": 90,
    "text": "[Tipo: Causa-Efecto - Encuadre] ¿Por qué la constancia del encuadre (horario, lugar, etc.) es fundamental para que el 'campo' de la entrevista sea una fuente de datos válida sobre el entrevistado?",
    "options": [
      {"key": "A", "text": "Porque un encuadre variable demuestra mayor flexibilidad por parte del psicólogo."},
      {"key": "B", "text": "Porque si el encuadre es fijo, cualquier variación en la dinámica o comportamiento puede atribuirse con mayor probabilidad a las características del entrevistado y a la interacción, y no a cambios externos."},
      {"key": "C", "text": "Porque un encuadre constante es menos costoso para la institución."},
      {"key": "D", "text": "Porque solo un encuadre rígido permite aplicar tests estandarizados."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La constancia del encuadre (variable fija) es crucial porque actúa como un fondo estable. Si el marco (horario, lugar, duración) se mantiene constante, entonces las fluctuaciones, los cambios en el discurso, las emociones, y las dinámicas que surgen en el 'campo' de la entrevista pueden ser atribuidas con mayor confianza a las variables del entrevistado (su estructura psíquica, sus modos de relación, sus ansiedades) y a la interacción específica con el entrevistador, en lugar de ser artefactos de un entorno cambiante. Permite que emerja lo singular del sujeto."
  },
  {
    "id": 91,
    "text": "[Tipo: Detalle - Fundamentos Gráficas] La base neurofisiológica de la motilidad es un concepto fundamental en las técnicas gráficas. ¿Qué aspecto del sujeto reflejan la presión del lápiz, el tipo de trazo y el ritmo en el dibujo, según esta base?",
    "options": [
      {"key": "A", "text": "Únicamente su nivel de inteligencia y capacidad de abstracción."},
      {"key": "B", "text": "Sus preferencias artísticas y conocimiento de técnicas de dibujo."},
      {"key": "C", "text": "El estado energético, el control pulsional y los marcadores somáticos."},
      {"key": "D", "text": "Su capacidad de memoria a corto plazo y atención selectiva."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Según la base neurofisiológica de la motilidad y el concepto de marcador somático, aspectos como la presión del lápiz, el tipo de trazo y el ritmo del dibujo reflejan el estado energético del sujeto, su control pulsional (cómo maneja sus impulsos) y las influencias corporales en la emoción y cognición (marcadores somáticos). No se limitan a la inteligencia o habilidad artística."
  },
  {
    "id": 92,
    "text": "[Tipo: Contribución Autor - Klein/Luzuriaga/Winnicott/Dolto] ¿Qué autor, según el texto, considera que el dibujo es similar a un sueño, donde a través de medios personales y ocultos (desplazamiento y condensación) se logra la expresión del mundo interno?",
    "options": [
      {"key": "A", "text": "Melanie Klein."},
      {"key": "B", "text": "Luzuriaga."},
      {"key": "C", "text": "D.W. Winnicott."},
      {"key": "D", "text": "Françoise Dolto."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El texto atribuye a Luzuriaga la idea de que la producción gráfica es similar a un sueño, ya que mediante medios personales y ocultos, como el desplazamiento y la condensación (mecanismos oníricos descritos por Freud), el sujeto logra expresar su mundo interno en el dibujo."
  },
  {
    "id": 93,
    "text": "[Tipo: Comparación - Luquet vs. Lowenfeld] Si bien tanto Luquet como Lowenfeld describen etapas del desarrollo del dibujo infantil, ¿cuál es el enfoque principal que diferencia la teoría de Luquet de la de Lowenfeld, según el texto?",
    "options": [
      {"key": "A", "text": "Luquet se centra en la expresión emocional y Lowenfeld en la representación de la realidad."},
      {"key": "B", "text": "Luquet se centra en la representación de la realidad y cómo el niño la plasma, mientras Lowenfeld se enfoca más en la evolución de la expresión y la representación desde la experiencia del niño."},
      {"key": "C", "text": "Luquet solo describe etapas hasta los 5 años, y Lowenfeld hasta la adultez."},
      {"key": "D", "text": "Lowenfeld no considera la intención representativa, mientras que Luquet sí."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El texto indica que las etapas de Luquet están centradas en la representación de la realidad (Realismo Fortuito, Malogrado, Intelectual, Visual). En cambio, las etapas de Lowenfeld (Garabato, Preesquemática, Esquemática, etc.) se centran más en la evolución de la expresión del niño y cómo va desarrollando sus esquemas de representación a partir de su experiencia y desarrollo psicomotriz y cognitivo. Ambos consideran la intención, pero el énfasis es diferente."
  },
  {
    "id": 94,
    "text": "[Tipo: Aplicación Etapa - Lowenfeld] Un niño de 3 años realiza trazos amplios y descontrolados en una hoja, disfrutando del movimiento en sí mismo sin una aparente intención de representar algo específico. Según Lowenfeld, ¿en qué subetapa del garabato se encontraría probablemente?",
    "options": [
      {"key": "A", "text": "Garabateo Controlado."},
      {"key": "B", "text": "Garabateo con Nombre."},
      {"key": "C", "text": "Garabateo Desordenado."},
      {"key": "D", "text": "Etapa Preesquemática."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La descripción corresponde al 'Garabateo Desordenado' de Lowenfeld (aproximadamente 2-4 años, iniciando antes). Se caracteriza por movimientos cinestésicos amplios, sin control visual sobre el trazo, donde el placer principal reside en el movimiento mismo, más que en el resultado gráfico o la representación."
  },
  {
    "id": 95,
    "text": "[Tipo: Detalle - Administración Gráficas] En la administración de técnicas gráficas, ¿qué material específico se recomienda para el papel y el lápiz?",
    "options": [
      {"key": "A", "text": "Papel cuadriculado y lápices de colores variados."},
      {"key": "B", "text": "Papel blanco tamaño A4 o carta (sin renglones) y lápiz negro N°2 o HB (grafito)."},
      {"key": "C", "text": "Cualquier tipo de papel y cualquier instrumento de escritura (bolígrafo, marcador)."},
      {"key": "D", "text": "Papel de calcar y lápices de grafito muy blandos (ej. 6B)."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Para la administración estandarizada de la mayoría de las técnicas gráficas, se recomienda utilizar papel blanco tamaño A4 o carta (sin renglones, para no inducir guías) y un lápiz negro N°2 o HB (grafito estándar). La goma de borrar debe estar disponible pero no ofrecerse activamente."
  },
  {
    "id": 96,
    "text": "[Tipo: Identificación Excepción - Utilidad Gráficos] ¿Cuál de las siguientes NO es una de las utilidades o ventajas de los tests gráficos mencionadas en el texto?",
    "options": [
      {"key": "A", "text": "Necesitan poco material y son generalmente económicos en tiempo."},
      {"key": "B", "text": "Están completamente libres de cualquier influencia cultural."},
      {"key": "C", "text": "Son menos controlables por el sujeto que el lenguaje hablado, facilitando la emergencia de aspectos inconscientes."},
      {"key": "D", "text": "Permiten acceder a la dinámica y estructura de la personalidad."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El texto menciona que los tests gráficos necesitan poco material, son económicos en tiempo, son menos controlables por el sujeto y permiten acceder a la personalidad. Sin embargo, aclara que están 'relativamente libres de influencias culturales directas', lo que implica que no están 'completamente libres' (B). El contenido del dibujo (ej. tipo de casa) sí puede reflejar influencias culturales, aunque las pautas formales son más universales."
  },
  {
    "id": 97,
    "text": "[Tipo: Detalle - Pauta Formal SECUENCIA] La 'Secuencia' en que se dibujan los elementos es una pauta formal. ¿Qué puede reflejar principalmente el análisis de la secuencia?",
    "options": [
      {"key": "A", "text": "El nivel de inteligencia del sujeto."},
      {"key": "B", "text": "Sus habilidades artísticas innatas."},
      {"key": "C", "text": "Conflicto y Defensa."},
      {"key": "D", "text": "Su estado de ánimo en el momento exacto de la prueba."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El análisis de la 'Secuencia' (el orden en que se dibujan los elementos o las partes de una figura) puede reflejar la presencia de Conflicto y los mecanismos de Defensa que el sujeto utiliza para manejarlo. Por ejemplo, vacilaciones, omisiones temporales, o dibujar y borrar repetidamente una parte pueden indicar un área conflictiva."
  },
  {
    "id": 98,
    "text": "[Tipo: Aplicación Pauta Formal - EMPLAZAMIENTO] Un adolescente dibuja consistentemente sus figuras en la parte superior derecha de la hoja. Considerando la interpretación general del emplazamiento, ¿qué combinación de tendencias podría sugerir esto?",
    "options": [
      {"key": "A", "text": "Dependencia, introversión y focalización en el pasado."},
      {"key": "B", "text": "Fantasía, intelecto, metas elevadas, combinadas con orientación al futuro, extraversión y búsqueda de independencia."},
      {"key": "C", "text": "Concreción, pesadez, dificultades con la realidad y regresión."},
      {"key": "D", "text": "Equilibrio, buen narcisismo y necesidad de control inmediato."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La parte superior de la hoja se asocia con el espacio superyoico, lo consciente, la fantasía, el intelecto y metas elevadas. La parte derecha se relaciona con el padre, la ley, el futuro, la extraversión, la acción y la búsqueda de independencia. Por lo tanto, un dibujo en la parte superior derecha podría sugerir una combinación de estas tendencias: una orientación hacia metas futuras, con un componente intelectual o de fantasía, y una actitud de búsqueda activa o extravertida."
  },
  {
    "id": 99,
    "text": "[Tipo: Comparación - TRAZO] ¿Qué diferencia fundamental existe en la interpretación de un 'Trazo Firme y Continuo' versus un 'Trazo Fragmentado o Dentado'?",
    "options": [
      {"key": "A", "text": "El trazo firme indica creatividad y el fragmentado, rigidez."},
      {"key": "B", "text": "El trazo firme sugiere buen control y seguridad, mientras que el fragmentado o dentado tiende a indicar inseguridad, ansiedad o temor."},
      {"key": "C", "text": "El trazo firme es típico de la introversión y el fragmentado, de la extraversión."},
      {"key": "D", "text": "Ambos tipos de trazo indican un alto nivel de energía vital."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Un 'Trazo Firme y Continuo' se asocia generalmente con buen control yoico, seguridad en sí mismo y decisión. Por el contrario, un 'Trazo Fragmentado o Dentado' (con interrupciones, quiebres o aspecto de sierra) suele ser un indicador de inseguridad, ansiedad, temor o vacilación por parte del sujeto."
  },
  {
    "id": 100,
    "text": "[Tipo: Detalle - HTP Objetivo Específico] Además de la relación con otros y el ambiente familiar, el HTP permite evaluar el modo en que el sujeto experimenta un aspecto central de sí mismo. ¿Cuál es?",
    "options": [
      {"key": "A", "text": "Sus habilidades sociales específicas."},
      {"key": "B", "text": "Su Yo (self)."},
      {"key": "C", "text": "Su nivel de estrés actual."},
      {"key": "D", "text": "Sus creencias religiosas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El texto especifica que el HTP está diseñado para obtener información sobre el modo en que el sujeto experimenta su 'YO' (su self, su autoimagen, su esquema corporal) en relación a los otros y al ambiente familiar. Es central la exploración de cómo se vivencia a sí mismo."
  },
  {
    "id": 101,
    "text": "[Tipo: Contribución Autor - Buck/Warren HTP] ¿Cuál fue la contribución principal de Buck y Warren en relación al Test HTP?",
    "options": [
      {"key": "A", "text": "Fueron los primeros en utilizar dibujos en psicodiagnóstico."},
      {"key": "B", "text": "Diseñaron el Test HTP (Casa-Árbol-Persona) y su metodología de administración e interpretación."},
      {"key": "C", "text": "Adaptaron el HTP exclusivamente para población infantil."},
      {"key": "D", "text": "Establecieron las bases neurofisiológicas de la interpretación gráfica."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Test HTP (House-Tree-Person / Casa-Árbol-Persona) fue diseñado por John N. Buck, y posteriormente Warren realizó contribuciones y revisiones. El texto los presenta como los creadores de esta técnica específica, incluyendo su sistema de administración y las bases para su interpretación."
  },
  {
    "id": 102,
    "text": "[Tipo: Aplicación Pauta HTP - CASA] Si en el HTP se dibuja una casa con una 'Puerta muy pequeña o ausente', ¿qué podría sugerir esto sobre el sujeto según las pautas de contenido específicas?",
    "options": [
      {"key": "A", "text": "Una excesiva apertura y sociabilidad."},
      {"key": "B", "text": "Fuertes deseos de controlar el ambiente familiar."},
      {"key": "C", "text": "Dificultad para establecer contacto, retraimiento o inaccesibilidad."},
      {"key": "D", "text": "Un gran énfasis en la vida intelectual y la fantasía."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Dentro de las pautas de contenido del HTP para la Casa, la puerta simboliza el acceso al hogar y la apertura al contacto con los demás. Una puerta muy pequeña, ausente, o con muchas cerraduras puede sugerir dificultades para establecer contacto interpersonal, retraimiento, inaccesibilidad o defensividad en las relaciones."
  },
  {
    "id": 103,
    "text": "[Tipo: Aplicación Pauta HTP - ÁRBOL] Un 'Tronco débil o con agujeros' en el dibujo del Árbol del HTP, ¿a qué se asocia principalmente?",
    "options": [
      {"key": "A", "text": "Excesiva rigidez y control emocional."},
      {"key": "B", "text": "Gran vitalidad y energía expansiva."},
      {"key": "C", "text": "Fragilidad del yo o posibles experiencias traumáticas."},
      {"key": "D", "text": "Fuerte arraigo a la realidad y pensamiento concreto."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El tronco del árbol en el HTP simboliza la fortaleza del yo y el sentimiento de sí mismo. Un tronco que se dibuja débil, delgado en proporción a la copa, con quiebres, cicatrices o agujeros, se asocia a menudo con una sensación de fragilidad yoica, vulnerabilidad, o la huella de experiencias traumáticas que han debilitado ese sentimiento de fortaleza interna."
  },
  {
    "id": 104,
    "text": "[Tipo: Detalle - Test Dos Personas Consigna] Ante preguntas del sujeto durante la consigna 'Dibuja dos personas' (ej. '¿tienen que ser del mismo sexo?'), ¿cuál es la respuesta estándar del evaluador?",
    "options": [
      {"key": "A", "text": "'Sí, deben ser del mismo sexo y adultas.'"},
      {"key": "B", "text": "'No, dibuja un hombre y una mujer.'"},
      {"key": "C", "text": "'Como vos quieras.'"},
      {"key": "D", "text": "'Consulta el manual para ver las especificaciones.'"}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "En el Test de las Dos Personas, la consigna inicial es simplemente 'Dibuja dos personas'. Si el sujeto realiza preguntas aclaratorias como '¿del mismo sexo?', '¿adultas?', etc., la respuesta estandarizada del evaluador es 'como vos quieras'. Esto busca mantener la ambigüedad del estímulo para facilitar la proyección de las fantasías vinculares del sujeto."
  },
  {
    "id": 105,
    "text": "[Tipo: Comparación - Contenido vs. Formal en Test Dos Personas] En el Test de las Dos Personas, el análisis de 'si las figuras interactúan (se miran, tocan) o están aisladas' corresponde a:",
    "options": [
      {"key": "A", "text": "Una pauta formal de emplazamiento exclusivamente."},
      {"key": "B", "text": "Un aspecto significativo verbal del análisis de la historia."},
      {"key": "C", "text": "Un análisis interfiguras que combina pautas formales (ubicación, distancia) y de contenido (significado de la interacción o ausencia de ella)."},
      {"key": "D", "text": "Un observable de contenido referente al detalle de las partes del cuerpo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "La posibilidad de interrelación entre las figuras (si se miran, se tocan, están juntas o aisladas, si hay barreras) es un aspecto crucial del 'análisis interfiguras'. Involucra pautas formales como la ubicación relativa y la distancia, pero su interpretación se enriquece fundamentalmente por el contenido, es decir, el significado psicológico de esa interacción o la falta de ella, que revela aspectos de la fantasía vincular."
  },
  {
    "id": 106,
    "text": "[Tipo: Identificación Mecanismo Defensa - Test Dos Personas] Según el texto, dibujar dos figuras diametralmente alejadas, quizás con una línea divisoria, o que el sujeto relate dos historias diferentes para cada figura, podría ser un indicador del mecanismo de defensa de:",
    "options": [
      {"key": "A", "text": "Represión."},
      {"key": "B", "text": "Disociación."},
      {"key": "C", "text": "Formación Reactiva."},
      {"key": "D", "text": "Control Omnipotente."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El texto describe que la 'Disociación' (que puede incluir idealización y peyorativización) en el Test de las Dos Personas puede manifestarse gráficamente con figuras diametralmente alejadas o separadas por una línea. Verbalmente, podría aparecer si el sujeto crea dos historias separadas para cada figura o escribe la historia del otro lado de la hoja, indicando una escisión o separación en la representación del vínculo."
  },
  {
    "id": 107,
    "text": "[Tipo: Contribución Autor - Frank de Verthelyi/Burns y Kaufman] ¿Cuál es la contribución principal de Frank de Verthelyi, y Burns y Kaufman, mencionada en relación a los tests de familia?",
    "options": [
      {"key": "A", "text": "Desarrollaron el Test HTP."},
      {"key": "B", "text": "Introdujeron el Cuestionario Desiderativo."},
      {"key": "C", "text": "Desarrollaron o popularizaron el Test de la Familia Kinética Actual (FKA) y Prospectiva (FKP)."},
      {"key": "D", "text": "Establecieron las pautas formales universales para todos los tests gráficos."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El texto asocia a Renata Frank de Verthelyi, y a Burns y Kaufman, con el desarrollo o la difusión y sistematización del Test de la Familia Kinética, tanto en su versión Actual (FKA) como Prospectiva (FKP). Estos tests exploran la dinámica familiar a través de la consigna de dibujar a la familia 'haciendo algo'."
  },
  {
    "id": 108,
    "text": "[Tipo: Detalle - Consigna FKA] En la consigna del Test de la Familia Kinética Actual (FKA), ¿qué elemento es clave para inducir movimiento y acción en el dibujo?",
    "options": [
      {"key": "A", "text": "Pedir que se dibujen a sí mismos primero."},
      {"key": "B", "text": "La indicación de '...haciendo algo'."},
      {"key": "C", "text": "Solicitar que usen lápices de colores."},
      {"key": "D", "text": "Preguntar por la edad de cada miembro antes de dibujar."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La clave de la consigna del Test de la Familia Kinética (FKA) para movilizar la representación de la interacción y el dinamismo familiar es la frase '...haciendo algo'. Esta indicación de 'kinesis' (movimiento, acción) es lo que diferencia fundamentalmente a este test de otros tests de familia más estáticos."
  },
  {
    "id": 109,
    "text": "[Tipo: Aplicación Criterio - Análisis Familia Kinética] Al analizar el FKA o FKP, si el psicólogo observa que el sujeto dibuja primero a su hermano mayor con trazos fuertes y detallados, y luego se dibuja a sí mismo más pequeño y con trazos débiles al lado, ¿qué tipo de análisis está realizando predominantemente?",
    "options": [
      {"key": "A", "text": "Análisis de las características formales del grafismo de forma aislada."},
      {"key": "B", "text": "Análisis de la primera figura dibujada y la secuencia general únicamente."},
      {"key": "C", "text": "Análisis del tratamiento diferencial de las figuras, comparando pautas formales y de contenido entre personajes."},
      {"key": "D", "text": "Análisis exclusivo de los objetos y escenarios presentes en el dibujo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "Este tipo de observación corresponde al 'Tratamiento diferencial de las figuras'. El psicólogo está comparando cómo son dibujados los distintos personajes (hermano mayor vs. sujeto) en términos de pautas formales (tamaño, presión del trazo) y de contenido (posible significado de la diferencia de tamaño y fuerza). Esto permite inferir sobre la percepción que el sujeto tiene de sí mismo en relación con otros miembros de la familia y las dinámicas de poder o identificación."
  },
  {
    "id": 110,
    "text": "[Tipo: Detalle - Naturaleza CD] ¿Qué tipo de estimulación utiliza principalmente el Cuestionario Desiderativo y cuál es su marco ficticio esencial?",
    "options": [
      {"key": "A", "text": "Estimulación gráfica; marco ficticio de dibujar deseos."},
      {"key": "B", "text": "Estimulación verbal; marco ficticio de no poder ser persona y elegir ser otra cosa."},
      {"key": "C", "text": "Estimulación lúdica; marco ficticio de un juego de roles."},
      {"key": "D", "text": "Estimulación visual (láminas); marco ficticio de interpretar escenas ambiguas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Cuestionario Desiderativo (CD) es una técnica de estimulación verbal. Su marco ficticio esencial, a través del cual se induce la proyección, es la consigna que plantea la situación hipotética de 'no poder ser persona' y tener que elegir 'ser otra cosa' (animal, vegetal o inanimado) y justificar esa elección."
  },
  {
    "id": 111,
    "text": "[Tipo: Identificación Ventaja CD - Cuál NO] ¿Cuál de las siguientes NO es una de las ventajas del Cuestionario Desiderativo mencionadas en el texto?",
    "options": [
      {"key": "A", "text": "Breve duración y económico en material y tiempo."},
      {"key": "B", "text": "Proporciona un diagnóstico estructural definitivo y completo por sí mismo."},
      {"key": "C", "text": "Relativamente acultural."},
      {"key": "D", "text": "Permite acceder a fantasías más profundas y reprimidas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Las ventajas mencionadas del CD son: breve duración, económico, relativamente acultural, y que permite acceder a fantasías profundas. Si bien evalúa aspectos importantes como la fortaleza yoica y las defensas, ninguna técnica proyectiva por sí sola proporciona un diagnóstico estructural definitivo y completo (B); esto requiere la integración de múltiples fuentes de información y el juicio clínico."
  },
  {
    "id": 112,
    "text": "[Tipo: Contribución Autor - Bernstein CD] ¿Cuál fue la principal modificación que introdujo Bernstein a los antecedentes del Test Desiderativo, según el texto?",
    "options": [
      {"key": "A", "text": "Lo adaptó para ser una técnica gráfica en lugar de verbal."},
      {"key": "B", "text": "Cambió la consigna para que el sujeto elija ser otra persona en lugar de otra cosa."},
      {"key": "C", "text": "Modificó los fundamentos teóricos (estableciendo un marco psicoanalítico) y la administración (ej. inducción de reinos)."},
      {"key": "D", "text": "Basó la interpretación exclusivamente en la teoría de los valores de Spranger."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El texto señala que Bernstein, al desarrollar su versión del Cuestionario Desiderativo, modificó los fundamentos teóricos de sus antecedentes (como el test de Pigem y Córdoba, que se basaba en la teoría de los valores de Spranger), estableciendo un marco predominantemente psicoanalítico para su interpretación. También ajustó aspectos de la administración, como la inducción al cambio de reinos simbólicos."
  },
  {
    "id": 113,
    "text": "[Tipo: Detalle - Administración CD] En el CD, ¿por qué es esencial la inclusión de la pregunta '¿Por qué?' después de cada elección simbólica del sujeto?",
    "options": [
      {"key": "A", "text": "Para evaluar la velocidad de procesamiento verbal del sujeto."},
      {"key": "B", "text": "Para comprobar si el sujeto está prestando atención a la consigna."},
      {"key": "C", "text": "Porque revela el significado personal que el símbolo adquiere para el sujeto y el mecanismo de defensa implicado en la justificación (racionalización)."},
      {"key": "D", "text": "Para permitir que el sujeto cambie su elección si no está seguro."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "La pregunta '¿Por qué?' (la racionalización) es crucial en el CD porque la justificación que da el sujeto revela el significado personal y particular que ese símbolo elegido tiene para él. Además, la forma y el contenido de esta justificación permiten inferir los mecanismos de defensa que está utilizando (especialmente la racionalización como defensa psíquica, no solo instrumental) para sostener esa elección simbólica y manejar la angustia."
  },
  {
    "id": 114,
    "text": "[Tipo: Aplicación Criterio - Fallo Instrumental CD] Un sujeto responde al CD diciendo: 'Me gustaría ser la justicia, porque así todos serían buenos'. ¿Qué tipo de fallo en los mecanismos instrumentales podría estar reflejando esta respuesta?",
    "options": [
      {"key": "A", "text": "Perseveración de reino."},
      {"key": "B", "text": "Fallo en la primera disociación instrumental (elección de un símbolo abstracto)."},
      {"key": "C", "text": "Fallo en la segunda disociación instrumental (mezcla de catexias)."},
      {"key": "D", "text": "Ausencia de lógica formal en la racionalización."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Elegir 'la justicia' es una respuesta abstracta. La primera disociación instrumental implica la capacidad de aceptar la consigna 'como si' y elegir un símbolo concreto de los reinos animal, vegetal o inanimado. La elección de un concepto abstracto como 'la justicia' indica un fallo en esta capacidad, ya que el sujeto no logra salir del 'reino humano' o de las ideas para elegir un símbolo más concreto como se solicita, evidenciando una dificultad para 'jugar' el juego propuesto por la consigna."
  },
  {
    "id": 115,
    "text": "[Tipo: Comparación - T.R. CD] ¿Cómo se interpreta un Tiempo de Reacción (T.R.) muy alargado en el CD en comparación con uno súbitamente aumentado ante un reino específico?",
    "options": [
      {"key": "A", "text": "Ambos indican excelente elaboración y reflexión profunda."},
      {"key": "B", "text": "El T.R. alargado general indica dificultad del Yo para reorganizarse; el T.R. súbitamente aumentado ante un reino específico sugiere conflicto particular con ese reino o símbolo."},
      {"key": "C", "text": "El T.R. alargado general indica impulsividad; el T.R. súbitamente aumentado, evitación fóbica."},
      {"key": "D", "text": "Ambos son signos de falta de cooperación con la prueba."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Un Tiempo de Reacción (T.R.) consistentemente alargado (ej. más de 30 segundos) a lo largo del CD puede indicar una dificultad general del Yo para reorganizarse, dudas, o desorden del pensamiento. En cambio, si los T.R. son normales pero aumentan súbitamente (o disminuyen) ante una consigna particular o al tener que elegir de un reino específico (especialmente el inanimado), esto puede señalar un área de conflicto particular relacionada con ese símbolo o reino que se le dificulta procesar."
  },
  {
    "id": 116,
    "text": "[Tipo: Detalle - Análisis Símbolos CD] Al analizar los símbolos en el CD, ¿a qué se refiere la 'estructura del símbolo' como criterio de evaluación?",
    "options": [
      {"key": "A", "text": "Al género gramatical de la palabra elegida (masculino/femenino)."},
      {"key": "B", "text": "A la popularidad o frecuencia de elección de ese símbolo en la población general."},
      {"key": "C", "text": "A aspectos como la consistencia, tamaño fantaseado, magnitud, fortaleza/fragilidad y duración simbólica del objeto elegido."},
      {"key": "D", "text": "A la corrección ortográfica y sintáctica de la respuesta verbal."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El análisis de la 'estructura del símbolo' elegido en el CD se refiere a las cualidades intrínsecas que el sujeto le atribuye implícita o explícitamente. Esto incluye su consistencia (¿es sólido, efímero?), el tamaño fantaseado (¿grande, pequeño?), su magnitud o poder, su fortaleza o fragilidad percibida, y su duración simbólica (¿es algo perenne o pasajero?). Por ejemplo, elegir un 'roble fuerte' tiene una estructura simbólica diferente a una 'flor delicada'."
  },
  {
    "id": 117,
    "text": "[Tipo: Aplicación Metapsicológica - YO en CD] Si un sujeto en el CD muestra buena capacidad para cambiar de reinos cuando se le induce, tiempos de reacción adecuados, y justificaciones lógicas y coherentes, ¿qué aspecto de la función yoica estaría demostrando principalmente?",
    "options": [
      {"key": "A", "text": "Una intensa fijación libidinal oral."},
      {"key": "B", "text": "Un Superyó excesivamente rígido e inflexible."},
      {"key": "C", "text": "Buena fortaleza yoica en términos de plasticidad, criterio de realidad y control de la ansiedad en la tarea."},
      {"key": "D", "text": "Un predominio de la libido narcisista sobre la objetal."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "La capacidad para seguir la consigna, cambiar de reinos con plasticidad, mantener tiempos de reacción dentro de lo esperable, y ofrecer justificaciones (racionalizaciones instrumentales) lógicas y coherentes son todos indicadores de una adecuada fortaleza yoica. Esto refleja un buen funcionamiento del Yo en términos de su capacidad para adaptarse a la tarea (plasticidad), mantener el criterio de realidad (seguir la consigna 'como si'), y manejar la ansiedad que la prueba pueda generar, permitiendo un pensamiento organizado."
  },
   {
    "id": 118,
    "text": "[Tipo: Detalle - Variables PGD] En el proceso psicodiagnóstico, ¿a qué se refiere la variable 'Momentos del proceso' listada como una característica relevante?",
    "options": [
      {"key": "A", "text": "Los momentos de mayor o menor ansiedad del evaluado durante una sesión."},
      {"key": "B", "text": "Las distintas fases o etapas estructuradas por las que atraviesa el proceso psicodiagnóstico completo (ej. entrevista inicial, administración, devolución)."},
      {"key": "C", "text": "Los momentos específicos en que el evaluador decide realizar una interpretación."},
      {"key": "D", "text": "Los recuerdos más significativos de la vida del evaluado."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Dentro de las 'Otras Características Relevantes del Proceso' psicodiagnóstico, los 'Momentos del proceso' se refieren a las distintas fases o etapas que componen la totalidad del psicodiagnóstico. Estas etapas suelen incluir la entrevista inicial, la planificación y administración de técnicas, el análisis e integración de la información, y la entrevista de devolución, entre otras posibles."
  },
  {
    "id": 119,
    "text": "[Tipo: Detalle - Variables PGD] ¿Qué importancia tiene la 'Administración' estandarizada de las técnicas como variable en un proceso psicodiagnóstico?",
    "options": [
      {"key": "A", "text": "Asegura que el evaluado siempre se sienta cómodo y relajado."},
      {"key": "B", "text": "Permite al evaluador modificar las consignas libremente para adaptarse mejor al sujeto."},
      {"key": "C", "text": "Garantiza que la técnica se aplique de manera consistente y comparable, reduciendo la variabilidad debida al evaluador y permitiendo una interpretación más fiable."},
      {"key": "D", "text": "Hace que el proceso sea más rápido y eficiente en términos de tiempo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La 'Administración' estandarizada de las técnicas implica seguir un procedimiento de aplicación uniforme y consistente. Esto es crucial porque reduce la variabilidad introducida por el evaluador y asegura que los estímulos se presenten de la misma manera a diferentes sujetos (o al mismo sujeto en diferentes momentos), lo que hace que los resultados sean más comparables y la interpretación más fiable."
  },
  {
    "id": 120,
    "text": "[Tipo: Contribución Autor - Guberman PGD] La personalidad, según una cita de Guberman (2015) en el texto, se revela en cómo el sujeto es afectado por el mundo. ¿Qué implicación principal tiene esta perspectiva?",
    "options": [
      {"key": "A", "text": "La personalidad es una entidad fija e interna que no interactúa con el entorno."},
      {"key": "B", "text": "Solo los eventos traumáticos externos definen la personalidad."},
      {"key": "C", "text": "La personalidad se manifiesta en la particular reactividad y sensibilidad del sujeto a sus experiencias y al entorno, incluyendo cómo asume valores y se posiciona."},
      {"key": "D", "text": "La personalidad es puramente una construcción social sin base individual."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "La perspectiva de Guberman (2015) citada, 'la forma en que se revela la manera de ser afectado por el mundo', subraya que la personalidad no es solo un conjunto de rasgos internos, sino que se manifiesta y se comprende en la interacción con el mundo. Implica la particular sensibilidad, reactividad emocional y cognitiva del individuo a sus experiencias, cómo se posiciona frente a cuestiones y cómo asume determinados valores como resultado de esta afectación."
  },
  {
    "id": 121,
    "text": "[Tipo: Detalle - Elementos Método Proyectivo Celener] Según Celener, los estímulos de las técnicas proyectivas permiten 'excitar la dinámica pulsional'. ¿Qué significa esto en términos psicoanalíticos?",
    "options": [
      {"key": "A", "text": "Que los estímulos están diseñados para provocar respuestas agresivas únicamente."},
      {"key": "B", "text": "Que los estímulos activan y movilizan las fuerzas instintivas (pulsiones) y los afectos asociados del sujeto, trayendo a la superficie contenidos psíquicos."},
      {"key": "C", "text": "Que los estímulos solo apelan a la parte consciente y racional del individuo."},
      {"key": "D", "text": "Que la respuesta a los estímulos es puramente refleja y no tiene que ver con la historia del sujeto."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "En un contexto psicoanalítico, 'excitar la dinámica pulsional' significa que los estímulos (a menudo ambiguos) de las técnicas proyectivas tienen la capacidad de activar o movilizar las pulsiones (fuerzas instintivas básicas como la libido y la agresividad, según Freud) y los afectos (emociones) que están vinculados a ellas en el mundo interno del sujeto. Esto facilita la emergencia de contenidos psíquicos, a menudo inconscientes."
  },
  {
    "id": 122,
    "text": "[Tipo: Detalle - Interpretación Celener] Celener afirma que 'la inferencia interpretativa hace evidente lo no evidente'. ¿Qué rol cumple la inferencia en este proceso según el autor?",
    "options": [
      {"key": "A", "text": "Confirma las observaciones directas sin añadir nueva comprensión."},
      {"key": "B", "text": "Traduce las respuestas del sujeto a un lenguaje técnico incomprensible para él."},
      {"key": "C", "text": "A partir de las respuestas (observables), reconstruye y da sentido a los significados que el sujeto atribuye al estímulo, revelando aspectos ocultos de su psiquismo."},
      {"key": "D", "text": "Genera hipótesis completamente especulativas sin base en las respuestas."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "Para Celener, la 'inferencia interpretativa' es el proceso mediante el cual el psicólogo, a partir de las respuestas observables del sujeto a los estímulos proyectivos, va más allá de lo manifiesto. Implica un trabajo de reconstrucción y atribución de sentido a esos datos para desvelar los significados particulares que el sujeto proyecta, haciendo 'evidente' (comprensible) lo que inicialmente estaba 'no evidente' u oculto en su funcionamiento psíquico."
  },
  {
    "id": 123,
    "text": "[Tipo: Contribución Autor - Rogers Entrevista] ¿Cuál es la característica principal de la entrevista 'no directiva' desarrollada por Carl Rogers, y en qué se centra?",
    "options": [
      {"key": "A", "text": "Se centra en la interpretación profunda de los contenidos inconscientes del entrevistado."},
      {"key": "B", "text": "Se centra en la relación terapéutica y la facilitación del crecimiento del cliente a través de la empatía, congruencia y aceptación incondicional por parte del terapeuta."},
      {"key": "C", "text": "Es altamente estructurada, con preguntas fijas para evaluar funciones cognitivas."},
      {"key": "D", "text": "Busca confrontar directamente las resistencias del entrevistado para acelerar el cambio."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La entrevista no directiva de Carl Rogers, también conocida como terapia centrada en el cliente, pone el énfasis en la calidad de la relación terapéutica. El terapeuta busca facilitar el crecimiento y la autoexploración del cliente proveyendo un clima de empatía (comprensión profunda), congruencia (autenticidad del terapeuta) y aceptación positiva incondicional. El foco no está en la dirección o interpretación del terapeuta, sino en el potencial del cliente."
  },
  {
    "id": 124,
    "text": "[Tipo: Contribución Autor - Kernberg Entrevista] La 'entrevista estructural' de Otto Kernberg tiene un objetivo específico. ¿Cuál es?",
    "options": [
      {"key": "A", "text": "Explorar exclusivamente los eventos traumáticos de la infancia temprana."},
      {"key": "B", "text": "Evaluar la organización de la personalidad del paciente, especialmente en términos de juicio de realidad, identidad, relaciones objetales y defensas predominantes."},
      {"key": "C", "text": "Facilitar la catarsis emocional inmediata sin un análisis estructural."},
      {"key": "D", "text": "Determinar el tipo de apego del adulto basándose en narrativas sobre sus padres."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La entrevista estructural, desarrollada por Otto Kernberg, está diseñada para evaluar la organización de la personalidad del paciente, particularmente en el espectro de las organizaciones neurótica, límite (borderline) y psicótica. Se enfoca en dimensiones clave como el juicio de realidad, la difusión o integración de la identidad, la calidad de las relaciones objetales internalizadas y el tipo de mecanismos de defensa predominantes."
  },
  {
    "id": 125,
    "text": "[Tipo: Contribución Autor - Ulloa Entrevista] ¿En qué tipo de situaciones es particularmente útil la 'entrevista operativa' de Fernando Ulloa y cuál es su búsqueda principal?",
    "options": [
      {"key": "A", "text": "En investigaciones a largo plazo sobre el desarrollo de la personalidad."},
      {"key": "B", "text": "En situaciones de crisis o para resolver un problema específico, buscando que el sujeto recupere autonomía."},
      {"key": "C", "text": "Para realizar un perfil vocacional detallado en adolescentes."},
      {"key": "D", "text": "Para evaluar la dinámica de grupos familiares extensos."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La 'entrevista operativa' de Fernando Ulloa es especialmente útil en situaciones de crisis o cuando se busca resolver un problema específico que obstaculiza el funcionamiento del sujeto o de un grupo. Su objetivo principal es que el sujeto o grupo pueda identificar y analizar los obstáculos para recuperar su autonomía y capacidad de acción frente a la situación problemática."
  },
  {
    "id": 126,
    "text": "[Tipo: Contribución Autor - Main/Ainsworth Entrevista] ¿Qué evalúa principalmente la 'Entrevista de Apego para Adultos' (Adult Attachment Interview - AAI) desarrollada por Mary Main (y basada en trabajos de Ainsworth)?",
    "options": [
      {"key": "A", "text": "Los síntomas de trastornos de ansiedad en adultos."},
      {"key": "B", "text": "El estado mental actual de los adultos respecto a sus experiencias de apego en la infancia y cómo estas influyen en su forma de relatar y organizar dichas experiencias."},
      {"key": "C", "text": "La calidad de las relaciones de pareja actuales del adulto."},
      {"key": "D", "text": "Las habilidades de crianza del adulto con sus propios hijos."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La Entrevista de Apego para Adultos (AAI), desarrollada por Mary Main y colaboradores (con base en la teoría del apego de Bowlby y Ainsworth), es una entrevista semi-estructurada diseñada para evaluar el 'estado mental' de los adultos con respecto a sus experiencias tempranas de apego. No se centra tanto en el contenido de lo que pasó, sino en cómo el adulto narra, organiza y reflexiona sobre esas experiencias, lo que revela su clasificación de apego actual (seguro, inseguro evitativo, inseguro preocupado, desorganizado)."
  },
  {
    "id": 127,
    "text": "[Tipo: Contribución Autor - Schaffer Entrevista] ¿Qué 'Constante del Rol' del psicólogo, según Schaffer, se refiere a una actitud de excesiva bondad o sacrificio que puede impedir una relación auténtica con el entrevistado?",
    "options": [
      {"key": "A", "text": "Voyerista."},
      {"key": "B", "text": "Autocrático."},
      {"key": "C", "text": "Omnipotente."},
      {"key": "D", "text": "Santo."}
    ],
    "correctAnswerKey": "D",
    "difficulty": "1",
    "explanation": "Según Schaffer, la 'Constante del Rol' denominada 'Santo' se refiere a una posible actitud del psicólogo caracterizada por una excesiva bondad, abnegación o sacrificio. Si bien la intención puede ser buena, esta postura puede impedir el establecimiento de una relación terapéutica auténtica y dificultar que el entrevistado muestre aspectos menos idealizados de sí mismo."
  },
  {
    "id": 128,
    "text": "[Tipo: Detalle - Interpretación Entrevista] ¿Qué implica observar la 'Capacidad de insight' del entrevistado como ítem a considerar para la interpretación?",
    "options": [
      {"key": "A", "text": "Su habilidad para resolver problemas lógicos complejos."},
      {"key": "B", "text": "Su nivel de conocimiento sobre teorías psicológicas."},
      {"key": "C", "text": "Su capacidad para observarse a sí mismo, su conducta, y reflexionar sobre sus propias motivaciones y dificultades."},
      {"key": "D", "text": "Su disposición para aceptar incondicionalmente las interpretaciones del psicólogo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La 'Capacidad de insight' se refiere a la habilidad del entrevistado para auto-observarse, reconocer patrones en su propia conducta, reflexionar sobre sus sentimientos, motivaciones y dificultades, y establecer conexiones entre sus experiencias pasadas y su funcionamiento actual. Es un indicador de su potencial para el cambio y la elaboración psíquica."
  },
  {
    "id": 129,
    "text": "[Tipo: Aplicación - Mecanismo Defensa Entrevista] Un sujeto, ante una pregunta sobre una relación conflictiva, cambia rápidamente de tema y comienza a hablar detalladamente sobre su trabajo, ignorando la pregunta inicial. ¿Qué mecanismo de defensa podría estar utilizando predominantemente?",
    "options": [
      {"key": "A", "text": "Sublimación."},
      {"key": "B", "text": "Proyección."},
      {"key": "C", "text": "Evitación (como manifestación de la Negación o Represión)."},
      {"key": "D", "text": "Racionalización."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Cambiar de tema abruptamente ante una pregunta que moviliza un área conflictiva es una forma de 'Evitación'. Esta evitación puede ser una manifestación de mecanismos de defensa como la 'Negación' (no reconocer el conflicto) o la 'Represión' (mantener el contenido conflictivo fuera de la conciencia). El sujeto se desvía del tema ansiógeno hacia uno más neutro o controlable."
  },
  {
    "id": 130,
    "text": "[Tipo: Detalle - Observación Defensas] Al observar los mecanismos de defensa en la entrevista, ¿qué significa evaluar su 'Variabilidad/Plasticidad'?",
    "options": [
      {"key": "A", "text": "La cantidad total de mecanismos de defensa que utiliza el sujeto."},
      {"key": "B", "text": "Si el sujeto utiliza siempre el mismo mecanismo de defensa ante cualquier situación (rigidez) o si puede emplear diferentes defensas de manera flexible según el contexto y la naturaleza de la ansiedad."},
      {"key": "C", "text": "Cuán exitoso es el mecanismo para eliminar completamente la ansiedad."},
      {"key": "D", "text": "Si el mecanismo de defensa es evolutivo o primitivo."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Evaluar la 'Variabilidad/Plasticidad' de los mecanismos de defensa se refiere a observar si el sujeto recurre de manera rígida y estereotipada a un único o a un repertorio muy limitado de defensas ante diversas situaciones, o si, por el contrario, es capaz de utilizar diferentes mecanismos de forma flexible y adaptativa, según lo requiera la situación y el tipo de ansiedad o conflicto. Una mayor plasticidad defensiva suele ser más adaptativa."
  },
   {
    "id": 131,
    "text": "[Tipo: Definición - Mecanismo Defensa] ¿En qué consiste el mecanismo de defensa de la 'Sublimación', considerado evolutivo?",
    "options": [
      {"key": "A", "text": "En atribuir a otros los propios impulsos o sentimientos inaceptables."},
      {"key": "B", "text": "En transformar impulsos o deseos inaceptables (ej. agresivos o sexuales) en actividades socialmente valoradas y constructivas (ej. arte, deporte, trabajo intelectual)."},
      {"key": "C", "text": "En regresar a patrones de comportamiento de etapas anteriores del desarrollo frente a la ansiedad."},
      {"key": "D", "text": "En justificar racionalmente conductas o sentimientos cuyas verdaderas motivaciones son inconscientes."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La 'Sublimación' es un mecanismo de defensa evolutivo mediante el cual la energía de impulsos o deseos considerados inaceptables (como los agresivos o los sexuales directos) se desvía y se transforma en actividades o intereses socialmente aceptables, constructivos y valorados, como el arte, la ciencia, el deporte, o la dedicación profesional. Permite una satisfacción parcial del impulso de una manera no conflictiva."
  },
  {
    "id": 132,
    "text": "[Tipo: Definición - Mecanismo Defensa] ¿Cómo opera el mecanismo de defensa de la 'Anulación' (o anulación retroactiva)?",
    "options": [
      {"key": "A", "text": "Negando la existencia de una realidad externa displacentera."},
      {"key": "B", "text": "Realizando un acto o pensamiento con la intención mágica de 'cancelar' o 'deshacer' un acto o pensamiento previo que resulta conflictivo o culposo."},
      {"key": "C", "text": "Expresando un impulso o deseo opuesto al que realmente se siente."},
      {"key": "D", "text": "Separando un afecto de la idea o recuerdo al que estaba ligado."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La 'Anulación' es un mecanismo de defensa (a menudo asociado con la neurosis obsesiva) en el que el sujeto realiza una segunda acción o pensamiento con la intención (a menudo inconsciente y de carácter mágico) de 'borrar', 'cancelar' o 'deshacer' una acción o pensamiento previo que le genera culpa, ansiedad o conflicto. Por ejemplo, alguien que tiene un pensamiento hostil y luego realiza un ritual compulsivo para 'neutralizarlo'."
  },
  {
    "id": 133,
    "text": "[Tipo: Definición - Mecanismo Defensa] ¿Qué caracteriza al mecanismo de defensa de la 'Identificación Proyectiva', considerado primitivo?",
    "options": [
      {"key": "A", "text": "El sujeto se identifica con las normas y valores de sus figuras parentales."},
      {"key": "B", "text": "El sujeto proyecta aspectos propios (impulsos, partes del self) en otro, y luego se comporta de tal manera que induce en el otro los sentimientos o conductas proyectadas, manteniendo una conexión con lo proyectado."},
      {"key": "C", "text": "El sujeto adopta características de una persona admirada para aumentar su autoestima."},
      {"key": "D", "text": "El sujeto proyecta sus deseos en el mundo externo y los ve como realizados."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La 'Identificación Proyectiva' es un mecanismo de defensa primitivo y complejo. Implica que el sujeto proyecta aspectos inaceptables de sí mismo (como impulsos, ansiedades, o partes escindidas del self) en otra persona. Pero no termina ahí: el sujeto luego (inconscientemente) se comporta de tal manera que tiende a inducir en la otra persona los mismos sentimientos o reacciones que fueron proyectados, y a la vez, mantiene una 'identificación' o conexión con esos aspectos proyectados en el otro, controlándolos externamente."
  },
  {
    "id": 134,
    "text": "[Tipo: Contribución Autor - Freud Gráficos] Según el texto, ¿cómo entendía Freud la producción gráfica en términos de la dinámica pulsional?",
    "options": [
      {"key": "A", "text": "Como una manifestación directa de la represión."},
      {"key": "B", "text": "Como una forma de sublimación exitosa de impulsos."},
      {"key": "C", "text": "Como un intento fallido de simbolización."},
      {"key": "D", "text": "Como una regresión a etapas pre-edípicas."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El texto indica que, desde la perspectiva de Freud, la producción gráfica (el dibujo) puede ser entendida como una 'sublimación exitosa de impulsos'. Esto significa que la energía de impulsos primarios se canaliza y transforma en una actividad creativa y socialmente aceptable como el dibujo."
  },
  {
    "id": 135,
    "text": "[Tipo: Contribución Autor - Klein Gráficos] ¿Qué función principal atribuye Melanie Klein a la producción gráfica en relación con el objeto y la angustia?",
    "options": [
      {"key": "A", "text": "Permite la expresión directa de la pulsión de muerte."},
      {"key": "B", "text": "Facilita la idealización del objeto para negar aspectos negativos."},
      {"key": "C", "text": "Permite la retención del objeto y disminuye la angustia de pérdida."},
      {"key": "D", "text": "Refuerza los mecanismos de escisión del yo."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Según la perspectiva de Melanie Klein mencionada en el texto, la producción gráfica cumple una función importante al permitir la 'retención del objeto' (internalizado) y, consecuentemente, ayudar a disminuir la angustia de pérdida asociada a la ausencia o separación del objeto amado/necesitado."
  },
  {
    "id": 136,
    "text": "[Tipo: Contribución Autor - Winnicott Gráficos] D.W. Winnicott conceptualiza el dibujo en relación a un espacio particular. ¿Cuál es y qué representa?",
    "options": [
      {"key": "A", "text": "El espacio real, representando la adaptación objetiva del niño al entorno."},
      {"key": "B", "text": "El espacio interno primario, representando las fantasías más arcaicas."},
      {"key": "C", "text": "El espacio transicional, representando un área intermedia de experiencia entre la realidad interna y la externa, crucial para la creatividad y el juego."},
      {"key": "D", "text": "El espacio interpersonal, representando únicamente la calidad de la relación con el terapeuta."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "D.W. Winnicott considera que el dibujo, al igual que el juego y otros fenómenos culturales, es una expresión del 'espacio transicional'. Este es un área intermedia de experiencia, que no es ni puramente realidad interna (fantasía subjetiva) ni puramente realidad externa (objetiva), sino un puente entre ambas. Es el lugar donde se origina la creatividad, el símbolo y la capacidad de jugar."
  },
  {
    "id": 137,
    "text": "[Tipo: Contribución Autor - Dolto Gráficos] Françoise Dolto propone que las instancias del aparato psíquico (Ello, Yo, Superyó) son localizables en el dibujo. ¿Cómo sugiere que se descifran y qué más representa el dibujo según ella?",
    "options": [
      {"key": "A", "text": "Se descifran por la presión del trazo únicamente; representa la habilidad motriz."},
      {"key": "B", "text": "Se descifran a través de las verbalizaciones del sujeto sobre su dibujo; representa una estructura del cuerpo que se proyecta y temporaliza la relación con el mundo."},
      {"key": "C", "text": "Se descifran por el uso de colores; representa los afectos primarios."},
      {"key": "D", "text": "Se descifran por la comparación con dibujos normativos; representa el nivel de maduración cognitiva."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Françoise Dolto sostiene que las instancias del aparato psíquico (Ello, Yo, Superyó) pueden ser 'localizables' simbólicamente en el dibujo y que se 'descifran' o comprenden a través de las verbalizaciones que el sujeto hace sobre su propia producción gráfica. Además, considera que el dibujo es una 'estructura del cuerpo que se proyecta' y que 'temporaliza la relación con el mundo', vinculando la imagen corporal inconsciente con la expresión gráfica."
  },
  {
    "id": 138,
    "text": "[Tipo: Detalle - Pauta Formal 'Integración'] ¿A qué se refiere la pauta formal de 'Integración' en el análisis de un dibujo y qué pueden indicar sus fallas?",
    "options": [
      {"key": "A", "text": "A la integración del dibujo con el fondo de la hoja."},
      {"key": "B", "text": "A cómo se conectan y articulan las diferentes partes del dibujo entre sí; fallas pueden indicar disociación o dificultades en la organización psíquica."},
      {"key": "C", "text": "A la integración de colores si se utilizan en el dibujo."},
      {"key": "D", "text": "A la integración del sujeto en su grupo social, reflejada en el tema del dibujo."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La pauta formal de 'Integración' se refiere a cómo las diferentes partes de una figura o los distintos elementos de un dibujo se conectan, articulan y relacionan entre sí para formar un todo coherente. Fallas en la integración (ej. partes desconectadas, proporciones bizarras entre partes, elementos que no encajan) pueden ser indicativas de procesos de disociación, dificultades en la organización del pensamiento, o problemas en la coherencia del self."
  },
  {
    "id": 139,
    "text": "[Tipo: Detalle - Pauta Formal 'Movimiento'] Si un dibujo transmite una clara sensación de 'Movimiento' (aunque sea estático), ¿qué puede indicar esta pauta formal?",
    "options": [
      {"key": "A", "text": "Siempre indica impulsividad y falta de control."},
      {"key": "B", "text": "Puede indicar vitalidad, energía, capacidad de acción, o también tensión y agitación, dependiendo del contexto general del dibujo."},
      {"key": "C", "text": "Sugiere rigidez y una actitud pasiva ante la vida."},
      {"key": "D", "text": "Es un indicador exclusivo de la creatividad artística del sujeto."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La pauta formal de 'Movimiento' se refiere a si el dibujo, aunque sea una imagen fija, transmite una sensación de dinamismo, acción o vitalidad. Puede ser un indicador positivo de energía, iniciativa, y capacidad de acción. Sin embargo, un exceso de movimiento o un movimiento desorganizado también podría sugerir tensión, agitación, o impulsividad. Su interpretación depende del contexto global y otras pautas."
  },
  {
    "id": 140,
    "text": "[Tipo: Aplicación Pauta Formal - HTP CASA] En el HTP, una casa dibujada sin 'Línea de base' o flotando en el aire, ¿qué podría sugerir principalmente sobre el sujeto?",
    "options": [
      {"key": "A", "text": "Fuerte sentido de la realidad y pragmatismo."},
      {"key": "B", "text": "Una personalidad muy extrovertida y sociable."},
      {"key": "C", "text": "Falta de arraigo, inseguridad o dificultades en el contacto con la realidad."},
      {"key": "D", "text": "Excesiva dependencia de las figuras parentales."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "La 'Línea de base' en los dibujos (especialmente en la Casa y el Árbol del HTP) simboliza el contacto con la realidad, el arraigo y la estabilidad. La ausencia de una línea de base, o una figura que parece flotar en el aire, a menudo se interpreta como un indicador de inseguridad, falta de arraigo, una sensación de inestabilidad, o dificultades en el contacto y prueba de realidad."
  },
  {
    "id": 141,
    "text": "[Tipo: Detalle Pauta Contenido - HTP ÁRBOL] ¿Qué pueden simbolizar las 'Raíces' en el dibujo del Árbol del HTP, especialmente si se dibujan de forma agresiva o en forma de garra?",
    "options": [
      {"key": "A", "text": "Una conexión superficial y flexible con el entorno."},
      {"key": "B", "text": "El contacto con la realidad, el arraigo y aspectos inconscientes; si son agresivas, pueden indicar conflictos con la realidad o una forma tensa de aferrarse a ella."},
      {"key": "C", "text": "La capacidad de fantasía y el pensamiento abstracto."},
      {"key": "D", "text": "Los logros y la productividad del sujeto."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Las 'Raíces' en el Árbol del HTP simbolizan el contacto con la realidad, el arraigo del sujeto y, por su naturaleza subterránea, también se asocian con aspectos del inconsciente. Si las raíces se dibujan de forma desproporcionada, agresiva (puntiagudas, como garras), esto podría indicar una relación conflictiva con la realidad, una forma tensa o ávida de aferrarse a ella, o dificultades en el manejo de los impulsos más básicos."
  },
  {
    "id": 142,
    "text": "[Tipo: Detalle Pauta Contenido - HTP PERSONA] En el dibujo de la Persona del HTP, la omisión o el tratamiento problemático del 'Cuello', ¿qué podría sugerir sobre la conexión entre dos áreas del funcionamiento psíquico?",
    "options": [
      {"key": "A", "text": "Dificultad en la conexión entre la fantasía y la creatividad."},
      {"key": "B", "text": "Problemas en la conexión entre el pensamiento (cabeza) y el cuerpo/afecto (tronco)."},
      {"key": "C", "text": "Una desconexión entre el pasado y el presente del sujeto."},
      {"key": "D", "text": "Conflictos en la relación con las figuras de autoridad."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El 'Cuello' en el dibujo de la Persona es simbólicamente el puente o la conexión entre la cabeza (representante del intelecto, el control, el pensamiento) y el tronco (representante del cuerpo, los impulsos, los afectos). La omisión del cuello, o un cuello excesivamente largo, delgado, o estrangulado, puede sugerir dificultades en la integración o conexión entre el pensamiento y el afecto/cuerpo, o un intento de disociar estas dos áreas."
  },
  {
    "id": 143,
    "text": "[Tipo: Detalle - Test Dos Personas 'Grado de Humanización'] En el Test de las Dos Personas, ¿a qué se refiere el 'Grado de Humanización' en el análisis intrafigura?",
    "options": [
      {"key": "A", "text": "A si las figuras dibujadas son conocidas o extrañas para el sujeto."},
      {"key": "B", "text": "Al nivel de detalle de la vestimenta y los adornos de las figuras."},
      {"key": "C", "text": "Al realismo, completud, integración y proporcionalidad de cada figura dibujada, indicando si parecen 'humanas' o más bien esquemáticas, tipo monigote o bizarras."},
      {"key": "D", "text": "A la cantidad de interacción social que se representa entre las dos figuras."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El 'Grado de Humanización' en el análisis intrafigura del Test de las Dos Personas se refiere a cuán realistas, completas, integradas y proporcionadas están dibujadas cada una de las figuras. Se evalúa si las figuras se asemejan a seres humanos reconocibles o si, por el contrario, son esquemáticas (monigotes), despersonalizadas, fragmentadas o presentan características bizarras. Un bajo grado de humanización puede indicar dificultades en la imagen de sí mismo o del otro."
  },
  {
    "id": 144,
    "text": "[Tipo: Aplicación Mecanismo Defensa - Test Dos Personas] Si un sujeto dibuja en el Test de las Dos Personas una figura muy grande, perfecta y llena de detalles de poderío, mientras que la otra figura es pequeña, deforme y verbaliza rechazo hacia ella, ¿qué par de mecanismos de defensa primitivos podrían estar operando conjuntamente?",
    "options": [
      {"key": "A", "text": "Represión y Sublimación."},
      {"key": "B", "text": "Idealización (de una figura) y Denigración/Peyorativización (de la otra)."},
      {"key": "C", "text": "Aislamiento y Anulación."},
      {"key": "D", "text": "Regresión e Intelectualización."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El dibujo de una figura como grande, perfecta y con atributos de poderío es característico de la 'Idealización'. Simultáneamente, dibujar la otra figura como pequeña, deforme y expresar rechazo hacia ella es típico de la 'Denigración' o 'Peyorativización'. Estos dos mecanismos, a menudo vinculados a la escisión, implican una polarización extrema en la valoración de los objetos (o partes del self proyectadas), donde uno es visto como totalmente bueno/poderoso y el otro como totalmente malo/débil."
  },
  {
    "id": 145,
    "text": "[Tipo: Detalle - FKA/FKP 'Primera Figura Dibujada'] En el Test de la Familia Kinética, ¿por qué es significativo registrar la 'primera figura dibujada' y la secuencia general?",
    "options": [
      {"key": "A", "text": "Porque siempre indica el miembro familiar favorito del sujeto."},
      {"key": "B", "text": "Porque la consigna kinética rompe el estereotipo y requiere planificación; la primera figura y la secuencia pueden revelar la relevancia de ese miembro, identificaciones, o la organización mental del sujeto ante la tarea."},
      {"key": "C", "text": "Porque determina la validez global del test."},
      {"key": "D", "text": "Porque la primera figura siempre es la más detallada y artísticamente elaborada."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La consigna kinética ('haciendo algo') del Test de la Familia Kinética requiere que el sujeto planifique y organice una escena. La 'primera figura dibujada' y la secuencia general pueden ser significativas porque pueden indicar qué miembro familiar tiene mayor relevancia emocional o psicológica para el sujeto, con quién se identifica, o cómo organiza mentalmente la tarea y las relaciones familiares. No es simplemente el favorito, ni determina la validez global por sí solo."
  },
  {
    "id": 146,
    "text": "[Tipo: Aplicación Criterio - FKA/FKP 'Personajes Incluidos'] Si un niño en el FKA incluye a su mascota participando activamente con él, pero omite a un hermano con el que convive, ¿qué podría inferirse preliminarmente sobre su definición de 'grupo familiar' y los vínculos afectivos?",
    "options": [
      {"key": "A", "text": "Que el niño no entiende la consigna de dibujar a su familia."},
      {"key": "B", "text": "Que la mascota ocupa un rol afectivo y de pertenencia más significativo en su fantasía actual que el hermano omitido, o que existen conflictos con este último."},
      {"key": "C", "text": "Que el niño tiene una preferencia patológica por los animales sobre las personas."},
      {"key": "D", "text": "Que el test no es aplicable en casos donde hay mascotas en el hogar."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Los 'Personajes Incluidos, Adiciones y Omisiones' en el FKA son muy reveladores. Incluir una mascota con un rol activo, especialmente si se omite a un miembro conviviente, puede sugerir que, en la percepción y fantasía del niño, la mascota cumple un rol afectivo importante y forma parte significativa de su 'grupo familiar' experiencial. La omisión del hermano podría indicar distancia afectiva, conflicto, o que no lo siente como parte central de la dinámica que desea representar."
  },
  {
    "id": 147,
    "text": "[Tipo: Detalle - FKA/FKP 'Configuración Espacial'] En el FKA/FKP, ¿qué puede indicar el uso de la hoja en sentido horizontal versus vertical en términos generales?",
    "options": [
      {"key": "A", "text": "El sentido horizontal siempre indica desorganización y el vertical, orden."},
      {"key": "B", "text": "El uso de la hoja en sentido horizontal a menudo implica un mayor uso del espacio disponible y puede facilitar un mejor ordenamiento de la escena familiar, mientras que el vertical puede ser más restrictivo."},
      {"key": "C", "text": "El sentido vertical es preferido por sujetos más extrovertidos y el horizontal por introvertidos."},
      {"key": "D", "text": "La orientación de la hoja no tiene ningún significado interpretativo."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "En la 'Configuración Espacial' del FKA/FKP, el texto menciona que el uso de la hoja en sentido horizontal puede implicar un mayor uso del espacio y facilitar un mejor ordenamiento de la escena familiar con múltiples personajes y acciones. El sentido vertical, al ser más estrecho, podría resultar más restrictivo para representar una dinámica familiar compleja, aunque la elección también depende de factores individuales."
  },
  {
    "id": 148,
    "text": "[Tipo: Aplicación Mecanismo Defensa - FKA/FKP] Si en el FKA una adolescente dibuja a su familia de manera idealizada, todos sonrientes y en perfecta armonía, pero en el FKP (a 5 años) dibuja a los miembros separados, tristes y con barreras entre ellos, ¿qué mecanismo de defensa podría estar operando en el FKA según esta discrepancia?",
    "options": [
      {"key": "A", "text": "Proyección de sus deseos de conflicto futuro."},
      {"key": "B", "text": "Formación Reactiva en el FKA, encubriendo sentimientos negativos o conflictivos actuales sobre su familia con una imagen opuesta e idealizada."},
      {"key": "C", "text": "Regresión a una etapa infantil en el FKA."},
      {"key": "D", "text": "Negación de cualquier problema futuro en el FKP."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Una discrepancia tan marcada entre un FKA excesivamente idealizado (familia perfecta) y un FKP que muestra una visión mucho más negativa o conflictiva del futuro familiar puede sugerir el uso de la 'Formación Reactiva' en el FKA. Este mecanismo de defensa consiste en expresar sentimientos o actitudes opuestas a las que realmente se experimentan (y que son inaceptables para el sujeto) para encubrir el conflicto o la angustia actual. La visión futura en el FKP podría estar revelando, de forma más indirecta, los temores o sentimientos subyacentes."
  },
  {
    "id": 149,
    "text": "[Tipo: Fundamentación Teórica CD - Klein] ¿Qué concepto de la teoría de Melanie Klein es relevante para la fundamentación del Cuestionario Desiderativo, según el texto?",
    "options": [
      {"key": "A", "text": "El concepto de envidia primaria."},
      {"key": "B", "text": "El concepto de objetos protectores y frustradores (cómo se experimentan los objetos internos y externos)."},
      {"key": "C", "text": "La teoría de las dos posiciones (esquizo-paranoide y depresiva)."},
      {"key": "D", "text": "El complejo de Edipo temprano."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El texto menciona que el Cuestionario Desiderativo se sustenta en conceptos de diversas corrientes, y específicamente de Melanie Klein, se toma el 'concepto de objetos protectores y frustradores'. Esto se relaciona con cómo el sujeto experimenta sus objetos internos (representaciones internalizadas de otros) y los objetos externos, y cómo esto podría influir en sus elecciones desiderativas (qué desea ser para protegerse, qué teme ser que lo frustre)."
  },
  {
    "id": 150,
    "text": "[Tipo: Fundamentación Teórica CD - Lewin] Kurt Lewin es otro autor cuya teoría aporta a la fundamentación del CD. ¿Qué concepto de su 'Teoría del Campo' se menciona como pertinente?",
    "options": [
      {"key": "A", "text": "El concepto de espacio vital y las regiones interconectadas."},
      {"key": "B", "text": "El concepto de valencias positivas y negativas del campo psicológico (atracción o rechazo a ciertos elementos)."},
      {"key": "C", "text": "La dinámica de los grupos y los estilos de liderazgo."},
      {"key": "D", "text": "Los niveles de aspiración y su relación con el éxito y el fracaso."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "De la teoría de Kurt Lewin, el texto destaca como relevante para el CD el concepto de 'valencias positivas y negativas del campo psicológico'. Una valencia positiva implica que un objeto o situación en el campo psicológico del individuo es atractivo y ejerce una fuerza de atracción, mientras que una valencia negativa implica que es repulsivo. Esto se relaciona directamente con las elecciones de lo que 'más le gustaría ser' (+) y lo que 'menos le gustaría ser' (-)."
  },
  {
    "id": 151,
    "text": "[Tipo: Fundamentación Teórica CD - Adler] ¿Qué concepto de la psicología individual de Alfred Adler se considera relevante para entender las elecciones en el Cuestionario Desiderativo?",
    "options": [
      {"key": "A", "text": "El sentimiento de inferioridad y la lucha por la superioridad."},
      {"key": "B", "text": "El orden de nacimiento y su influencia en la personalidad."},
      {"key": "C", "text": "Las situaciones placenteras y temidas (relacionado con las catexias positivas y negativas)."},
      {"key": "D", "text": "El interés social como medida de salud mental."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Desde la perspectiva de Alfred Adler, el texto señala la relevancia de su concepto sobre 'situaciones placenteras y temidas'. Esto se conecta con el Cuestionario Desiderativo en tanto las catexias positivas (lo que más le gustaría ser) pueden reflejar simbólicamente situaciones o cualidades que el sujeto vivencia como placenteras o que le permitirían alcanzar placer/seguridad, mientras que las catexias negativas (lo que menos le gustaría ser) pueden simbolizar situaciones o estados temidos."
  },
  {
    "id": 152,
    "text": "[Tipo: Antecedente Histórico CD - Pigem y Córdoba] ¿Cuál era la base teórica principal para la interpretación del Test Desiderativo de Pigem y Córdoba (1946), un antecedente del CD de Bernstein?",
    "options": [
      {"key": "A", "text": "La teoría psicoanalítica de Freud."},
      {"key": "B", "text": "La teoría de los tipos psicológicos de Jung."},
      {"key": "C", "text": "La teoría de los valores de Spranger."},
      {"key": "D", "text": "La teoría del campo de Lewin."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El texto indica que el Test Desiderativo de Pigem y Córdoba (1946), antecedente del actual Cuestionario Desiderativo, basaba su interpretación en la 'teoría de los valores de Spranger'. Bernstein, posteriormente, modificó estos fundamentos teóricos hacia un marco predominantemente psicoanalítico."
  },
  {
    "id": 153,
    "text": "[Tipo: Detalle Fallo Instrumental CD - 1ra Disociación] Si un sujeto en el CD responde a la pregunta '¿qué es lo que más te gustaría ser si no pudieras ser persona?' diciendo 'Me gustaría seguir viajando por el mundo', ¿qué tipo de fallo en la primera disociación instrumental está evidenciando?",
    "options": [
      {"key": "A", "text": "Fracaso total o bloqueo."},
      {"key": "B", "text": "Respuesta antropomórfica."},
      {"key": "C", "text": "Elección de un símbolo abstracto."},
      {"key": "D", "text": "Confusión entre ser y hacer."}
    ],
    "correctAnswerKey": "D",
    "difficulty": "2",
    "explanation": "La primera disociación instrumental requiere que el sujeto elija 'ser' algo (un animal, vegetal o cosa). Responder con una acción como 'viajar por el mundo' evidencia una 'confusión entre ser y hacer'. El sujeto no elige una entidad simbólica en la que transformarse, sino una actividad que desea realizar, lo cual es un fallo en la capacidad de ajustarse a la consigna de elegir un 'ser'."
  },
  {
    "id": 154,
    "text": "[Tipo: Detalle Fallo Instrumental CD - 2da Disociación] En el CD, si un sujeto en las catexias positivas elige ser 'una rosa, porque tiene espinas para defenderse de los que quieren lastimarla', y en las catexias negativas elige ser 'un clavel, porque es muy frágil y lo pisan fácil', ¿qué podría indicar esta aparente contradicción en la valencia de 'ser flor'?",
    "options": [
      {"key": "A", "text": "Un fallo en la primera disociación instrumental."},
      {"key": "B", "text": "Un posible fallo en la segunda disociación instrumental, donde se mezclan o confunden los atributos positivos y negativos asociados a símbolos similares, o no se mantiene la valencia claramente."},
      {"key": "C", "text": "Un fallo en la identificación proyectiva, eligiendo símbolos disgregados."},
      {"key": "D", "text": "Una racionalización instrumental sobresaliente."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La segunda disociación instrumental es la capacidad de diferenciar claramente los valores elegidos (+) de los rechazados (-). Si un sujeto atribuye cualidades defensivas y de fortaleza a una flor en la catexia positiva (rosa con espinas) pero luego rechaza otra flor por su fragilidad en la catexia negativa (clavel), podría haber una dificultad en mantener consistentemente la valencia del símbolo 'flor'. Aunque la racionalización diferencia, la elección de un mismo tipo de objeto para valencias opuestas con justificaciones que podrían intercambiarse (una flor fuerte vs. una flor frágil) puede sugerir una cierta ambivalencia o dificultad en esta segunda disociación."
  },
  {
    "id": 155,
    "text": "[Tipo: Detalle Fallo Instrumental CD - Identificación Proyectiva] ¿Qué es una 'ecuación simbólica' como tipo de fallo en la identificación proyectiva instrumental en el CD?",
    "options": [
      {"key": "A", "text": "Cuando el sujeto elige un símbolo matemático o una fórmula."},
      {"key": "B", "text": "Cuando el sujeto se identifica de manera tan rígida y concreta con el símbolo elegido que declara 'yo soy ese [símbolo]', perdiendo la cualidad 'como si' de la proyección."},
      {"key": "C", "text": "Cuando el sujeto no puede elegir ningún símbolo y se bloquea."},
      {"key": "D", "text": "Cuando el sujeto elige símbolos de diferentes reinos sin dificultad."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Un fallo en la identificación proyectiva instrumental es la 'ecuación simbólica'. Esto ocurre cuando el sujeto se identifica de forma tan concreta y literal con el símbolo elegido que pierde la distancia del 'como si' inherente a la proyección. En lugar de decir 'me gustaría ser X porque...', el sujeto puede llegar a afirmar 'yo soy X', fusionándose con el símbolo y mostrando una falta de diferenciación Yo/no-Yo en ese aspecto."
  },
  {
    "id": 156,
    "text": "[Tipo: Detalle Fallo Instrumental CD - Racionalización] En el CD, si un sujeto justifica su elección diciendo simplemente 'porque sí' o 'porque me gusta mucho', ¿qué tipo de fallo en la racionalización instrumental está presente?",
    "options": [
      {"key": "A", "text": "Sobredimensionamiento de la justificación."},
      {"key": "B", "text": "Ausencia de lógica formal o justificación insuficiente que no aporta material para la interpretación."},
      {"key": "C", "text": "Una racionalización excesivamente intelectualizada."},
      {"key": "D", "text": "Una disociación entre el símbolo y la justificación."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La racionalización instrumental requiere que el sujeto dé una explicación lógica, coherente y socialmente adecuada para su elección simbólica. Justificaciones como 'porque sí' o 'porque me gusta' representan una 'ausencia de lógica formal' o una justificación claramente insuficiente. No aportan el material necesario para comprender el significado personal del símbolo ni los mecanismos defensivos implicados, obstaculizando la interpretación."
  },
  {
    "id": 157,
    "text": "[Tipo: Detalle Análisis Símbolos CD - Creatividad] Al analizar los símbolos en el CD, ¿qué se considera al evaluar la 'creatividad y originalidad' de las respuestas?",
    "options": [
      {"key": "A", "text": "Si el sujeto elige siempre los símbolos más comunes y esperados."},
      {"key": "B", "text": "Si los símbolos elegidos son inusuales o poco frecuentes, y si la justificación que los acompaña es rica, personal y no estereotipada."},
      {"key": "C", "text": "Si el sujeto tarda mucho tiempo en dar una respuesta, indicando elaboración."},
      {"key": "D", "text": "Si el sujeto puede dibujar el símbolo que ha elegido verbalmente."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La 'creatividad y originalidad' en el CD se evalúan considerando si los símbolos elegidos por el sujeto son comunes y estereotipados o, por el contrario, inusuales, poco frecuentes o personales. Además, se valora si la justificación (racionalización) que acompaña a la elección es también original, rica en matices y no se limita a explicaciones convencionales o superficiales. Una respuesta creativa suele ser tanto simbólicamente original como personalmente significativa."
  }, {
    "id": 158,
    "text": "[Tipo: Aplicación Metapsicológica CD - ELLO] Si las elecciones y justificaciones en el CD sugieren una fuerte tendencia a la búsqueda de gratificación inmediata, poca tolerancia a la frustración y una marcada sensualidad o agresividad directa en los símbolos, ¿a qué instancia psíquica (Ello, Yo, Superyó) apuntarían principalmente estos indicadores?",
    "options": [
      {"key": "A", "text": "A un Yo fuerte y bien organizado."},
      {"key": "B", "text": "A un Superyó muy internalizado y punitivo."},
      {"key": "C", "text": "Al Ello, reflejando la fuerza de las pulsiones y posibles puntos de fijación."},
      {"key": "D", "text": "A una función de realidad predominante."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "En el análisis metapsicológico del CD, indicadores como la búsqueda de gratificación inmediata, la baja tolerancia a la frustración, y la expresión directa de impulsos (sexuales, agresivos) a través de los símbolos y sus justificaciones, apuntan principalmente al 'Ello'. Estos elementos reflejan la fuerza de las pulsiones y pueden dar pistas sobre los puntos de fijación libidinal (oral, anal, fálica) donde la energía pulsional podría estar más concentrada."
  },
  {
    "id": 159,
    "text": "[Tipo: Aplicación Metapsicológica CD - SUPERYÓ] Un sujeto en el CD elige símbolos y da justificaciones que consistentemente reflejan una preocupación excesiva por el deber ser, el cumplimiento de normas estrictas, y un tono autocrítico o moralista. ¿Qué se podría inferir sobre su Superyó?",
    "options": [
      {"key": "A", "text": "Que su Superyó es laxo e indulgente."},
      {"key": "B", "text": "Que su Superyó es flexible y se adapta bien a las situaciones."},
      {"key": "C", "text": "Que su Superyó podría ser rígido, exigente y posiblemente punitivo."},
      {"key": "D", "text": "Que el Superyó no se puede inferir a partir del CD."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Las características del Superyó se infieren en el CD, entre otras cosas, por la plasticidad para adaptarse a la consigna y por las características de las justificaciones. Si estas últimas reflejan consistentemente una preocupación excesiva por el deber, el cumplimiento de normas de manera estricta, un tono autocrítico o moralista, se podría inferir que el Superyó del sujeto es rígido, exigente, y posiblemente severo o punitivo en su funcionamiento."
  },
  {
    "id": 160,
    "text": "[Tipo: Detalle Análisis Símbolos CD - Género Sugerido] Al analizar los símbolos en el CD, ¿qué implica considerar el 'género sugerido' del símbolo?",
    "options": [
      {"key": "A", "text": "Si el símbolo elegido es gramaticalmente masculino o femenino en el idioma."},
      {"key": "B", "text": "Si el símbolo tiene connotaciones culturales o arquetípicas predominantemente asociadas a lo masculino o a lo femenino, lo cual puede dar pistas sobre identificaciones de género."},
      {"key": "C", "text": "Si el sujeto es hombre o mujer, ya que esto determina el género de los símbolos."},
      {"key": "D", "text": "Si el símbolo es biológicamente sexuado (ej. un animal macho o hembra explícitamente)."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Considerar el 'género sugerido' de un símbolo en el CD va más allá del género gramatical. Se refiere a si el símbolo elegido, por sus características o por las connotaciones culturales y arquetípicas que lo rodean, tiende a ser asociado predominantemente con lo masculino (ej. fuerza, actividad, penetración) o con lo femenino (ej. receptividad, contención, nutrición). Estas asociaciones pueden ofrecer pistas sobre las identificaciones de género del sujeto, sus conflictos o sus ideales en este ámbito."
  },
  {
    "id": 161,
    "text": "[Tipo: Detalle Análisis Símbolos CD - Significado Consensuado] ¿Por qué es relevante conocer el 'significado simbólico consensuado' de un símbolo al interpretar el CD, además de la justificación personal del sujeto?",
    "options": [
      {"key": "A", "text": "Porque el significado consensuado es el único válido y anula la justificación personal."},
      {"key": "B", "text": "Porque permite comparar la elección del sujeto con normas estadísticas de popularidad."},
      {"key": "C", "text": "Porque el significado cultural o arquetípico de un símbolo puede aportar una capa adicional de comprensión, especialmente si la justificación personal es muy idiosincrática, defensiva o si hay una disociación entre ambas."},
      {"key": "D", "text": "Porque solo los símbolos con un claro significado consensuado son interpretables."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "Si bien la justificación personal del sujeto es primordial para entender el significado particular del símbolo para él, conocer el 'significado simbólico consensuado' (cultural, arquetípico, popular) es también relevante. Este conocimiento puede enriquecer la interpretación, especialmente si la justificación del sujeto es muy particular, parece defensiva, o si hay una notable discrepancia entre el significado personal y el cultural. Puede revelar cómo el sujeto se apropia, distorsiona o se alinea con los significados compartidos."
  },
  {
    "id": 162,
    "text": "[Tipo: Concepto Clave Administración CD - No Inducir Reinos] Salvo en caso de perseveración, ¿por qué es importante que el entrevistador 'no induzca reinos' en el CD y permita la elección libre inicial del sujeto?",
    "options": [
      {"key": "A", "text": "Para hacer la prueba más corta y rápida."},
      {"key": "B", "text": "Porque la secuencia espontánea de elección de reinos es en sí misma un dato diagnóstico importante que refleja la organización defensiva y las ansiedades predominantes del sujeto."},
      {"key": "C", "text": "Para evitar que el sujeto elija símbolos demasiado complejos o difíciles de interpretar."},
      {"key": "D", "text": "Porque la inducción de reinos está prohibida por los manuales de la técnica."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Es crucial que el entrevistador no induzca prematuramente la elección de reinos (salvo cuando hay perseveración después de la segunda elección en un mismo reino). La secuencia espontánea en que el sujeto elige los reinos (Animal, Vegetal, Inanimado) para sus catexias positivas y negativas es un dato diagnóstico valioso. Esta secuencia puede reflejar su jerarquía defensiva, el tipo de ansiedades que prioriza manejar, y su modalidad de contacto con diferentes aspectos de la realidad y de sí mismo."
  },
  {
    "id": 163,
    "text": "[Tipo: Concepto Clave Interpretación CD - Juicio Clínico] El texto reitera la importancia del 'Juicio Clínico' en la interpretación del CD (y otras técnicas). ¿Qué implica fundamentalmente el juicio clínico en este contexto?",
    "options": [
      {"key": "A", "text": "La aplicación estricta de reglas interpretativas fijas para cada respuesta."},
      {"key": "B", "text": "La capacidad del evaluador de integrar sus conocimientos teóricos, su experiencia profesional y su propia sensibilidad para dar sentido a la totalidad de la información, yendo más allá de los datos aislados."},
      {"key": "C", "text": "La opinión subjetiva del evaluador sin necesidad de basarse en los datos de la prueba."},
      {"key": "D", "text": "La habilidad para realizar un diagnóstico psiquiátrico preciso basándose solo en el CD."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El 'Juicio Clínico' es un componente esencial en la interpretación de cualquier técnica proyectiva, incluido el CD. No se trata de aplicar reglas fijas ni de una opinión puramente subjetiva. Implica la compleja habilidad del evaluador para integrar sus conocimientos teóricos (psicoanálisis, psicopatología, etc.), su experiencia clínica acumulada, su capacidad de empatía y su propia subjetividad (controlada y utilizada como herramienta) para dar sentido a la totalidad de los datos recogidos (verbalizaciones, T.R., símbolos, fallos instrumentales, etc.), formulando hipótesis coherentes y significativas sobre el funcionamiento psíquico del sujeto."
  },
  {
    "id": 164,
    "text": "[Tipo: Detalle - Evaluación Ansiedad CD] En el CD, se espera que la ansiedad disminuya a lo largo del test (habituación) y que pueda haber una transformación cualitativa. ¿De qué tipo de transformación de ansiedad se habla como esperable?",
    "options": [
      {"key": "A", "text": "De ansiedades depresivas a ansiedades confusionales."},
      {"key": "B", "text": "De ansiedades paranoides (iniciales, ante lo desconocido y la amenaza de aniquilación) a ansiedades depresivas (ligadas a la pérdida y la reflexión)."},
      {"key": "C", "text": "De ansiedades fóbicas a ansiedades obsesivas."},
      {"key": "D", "text": "De ansiedades leves a una ausencia total de ansiedad al final."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El texto menciona que, en cuanto a la ansiedad en el CD, es esperable no solo una disminución cuantitativa (habituación), sino también una transformación cualitativa. Específicamente, se espera que pueda haber una evolución desde ansiedades más 'paranoides' al inicio (ligadas a la persecución, la desconfianza ante lo desconocido, y la amenaza de 'no ser' implícita en la consigna) hacia ansiedades de tinte más 'depresivo' (relacionadas con la toma de conciencia de las pérdidas, la reflexión sobre las elecciones, y la conexión con aspectos más internos). La ausencia total de ansiedad no es lo esperable."
  },
  {
    "id": 165,
    "text": "[Tipo: Detalle Fallo Instrumental CD - Identificación Proyectiva] ¿Cuál es la implicación principal de la elección de 'símbolos disgregados' (ej. arena, mar, viento) como fallo en la identificación proyectiva instrumental en el CD?",
    "options": [
      {"key": "A", "text": "Indica una fuerte conexión con la naturaleza y el medio ambiente."},
      {"key": "B", "text": "Sugiere una gran capacidad de abstracción y pensamiento filosófico."},
      {"key": "C", "text": "Puede indicar una carencia de coherencia interna, una representación fragmentada del self, y dificultades en la diferenciación Yo/no-Yo."},
      {"key": "D", "text": "Refleja una preferencia por elementos fluidos y cambiantes, signo de adaptabilidad."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "La elección de 'símbolos disgregados' o poco cohesivos (como arena, mar, viento, polvo, etc.) en el CD, como fallo en la identificación proyectiva instrumental, es significativa. Estos símbolos, por su naturaleza informe o difusa, pueden representar una falta de cohesión interna, una imagen del self fragmentada o desintegrada, y dificultades en la clara diferenciación entre el Yo y el no-Yo (el mundo externo o los otros). Sugiere una identidad poco consolidada."
  },{
    "id": 166,
    "text": "[Tipo: Detalle - Evaluación Psicológica] El texto menciona que en la Evaluación Psicológica el sujeto tiende a repetir patrones vinculares influenciado por sus 'marcadores somáticos (concepto de Damasio)'. Aunque no se define extensamente, ¿cuál es la implicación principal de los 'marcadores somáticos' en este contexto?",
    "options": [
      {"key": "A", "text": "Se refieren a diagnósticos médicos preexistentes que limitan la evaluación."},
      {"key": "B", "text": "Son indicadores de la capacidad intelectual del sujeto para procesar información somática."},
      {"key": "C", "text": "Son sensaciones o respuestas corporales ligadas a experiencias emocionales previas que influyen de forma no consciente en la toma de decisiones y en la forma de vincularse."},
      {"key": "D", "text": "Se refieren a los síntomas físicos que el sujeto reporta conscientemente."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "Aunque el texto solo los menciona, el concepto de 'marcadores somáticos' de Antonio Damasio refiere a cómo las experiencias emocionales pasadas dejan 'huellas' o señales a nivel corporal (somático). Estas señales, a menudo no conscientes, influyen en la toma de decisiones y en la forma en que nos relacionamos con otros, pudiendo llevar a la repetición de patrones vinculares. Es la conexión entre emoción, cuerpo y cognición."
  },
  {
    "id": 167,
    "text": "[Tipo: Detalle - Variables PGD] Dentro de las 'Otras Características Relevantes del Proceso Psicodiagnóstico', ¿a qué se refiere el concepto de 'Lectura de la información'?",
    "options": [
      {"key": "A", "text": "A la habilidad del evaluado para leer y comprender las consignas de los tests."},
      {"key": "B", "text": "Al proceso general de análisis, interpretación e integración de todos los datos recogidos durante el psicodiagnóstico para llegar a una comprensión del sujeto."},
      {"key": "C", "text": "A la lectura en voz alta del informe psicodiagnóstico al evaluado."},
      {"key": "D", "text": "A la revisión de la bibliografía teórica relevante antes de iniciar el proceso."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "En el contexto de las variables del proceso psicodiagnóstico, la 'Lectura de la información' se refiere al paso crucial que implica el análisis, la interpretación y la integración de todos los datos y observables recogidos a través de las diferentes técnicas (entrevistas, tests) para construir una comprensión global y significativa del funcionamiento psíquico del sujeto evaluado."
  },
  {
    "id": 168,
    "text": "[Tipo: Detalle - Pauta Formal 'Ritmo'] En el análisis formal de los dibujos, ¿qué podría indicar el 'Ritmo' del trazo (ej. regular, irregular, monótono)?",
    "options": [
      {"key": "A", "text": "El nivel socioeconómico del sujeto."},
      {"key": "B", "text": "La regularidad o irregularidad en el flujo de energía, la espontaneidad, o posibles aspectos de control o monotonía afectiva."},
      {"key": "C", "text": "La preferencia del sujeto por la música o las artes rítmicas."},
      {"key": "D", "text": "La velocidad con la que el sujeto completó el dibujo."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El 'Ritmo' del trazo en un dibujo se refiere a la regularidad, fluidez y variaciones en la ejecución de las líneas. Un ritmo regular y flexible puede indicar un flujo de energía equilibrado y espontaneidad. Un ritmo muy irregular podría sugerir labilidad o impulsividad, mientras que un ritmo excesivamente monótono o mecánico podría estar asociado a un fuerte control o a una cualidad afectiva aplanada."
  },
  {
    "id": 169,
    "text": "[Tipo: Detalle - Pauta Formal 'Complejidad/Calidad'] ¿Qué aspectos se evalúan al considerar la 'Complejidad/Calidad' de un dibujo como pauta formal?",
    "options": [
      {"key": "A", "text": "Exclusivamente si el dibujo es estéticamente agradable según cánones artísticos."},
      {"key": "B", "text": "El grado de elaboración, riqueza, diferenciación de las partes, y el nivel de madurez gráfica en relación a lo esperable para la edad y el contexto, sin ser un juicio meramente artístico."},
      {"key": "C", "text": "La rapidez con la que el sujeto es capaz de generar ideas complejas."},
      {"key": "D", "text": "La cantidad de colores utilizados en el dibujo."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La 'Complejidad/Calidad' como pauta formal no se refiere a un juicio artístico sobre la belleza del dibujo, sino al grado de elaboración, la riqueza de detalles significativos, la diferenciación de las partes que componen las figuras, y el nivel general de madurez gráfica que presenta el sujeto, considerando lo esperable para su edad y contexto. Un dibujo puede ser simple pero bien integrado, o complejo pero caótico."
  },
  {
    "id": 170,
    "text": "[Tipo: Aplicación Mecanismo Defensa - HTP] Un sujeto dibuja en el HTP una Persona con una armadura completa y un casco que oculta el rostro, y en el interrogatorio afirma que 'así nadie puede lastimarlo'. ¿Qué mecanismo de defensa podría estar predominantemente representado en este dibujo de la Persona?",
    "options": [
      {"key": "A", "text": "Sublimación de la agresividad."},
      {"key": "B", "text": "Regresión a una etapa de omnipotencia infantil."},
      {"key": "C", "text": "Negación de la vulnerabilidad y formación de una 'coraza' defensiva o aislamiento."},
      {"key": "D", "text": "Proyección de sus miedos en el evaluador."}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "El dibujo de una Persona con armadura y casco que oculta el rostro, junto con la verbalización 'así nadie puede lastimarlo', sugiere fuertemente el uso de mecanismos como la 'Negación' de la propia vulnerabilidad o fragilidad. La armadura actúa como una 'coraza' caracterial o muscular, un intento de protegerse del mundo externo percibido como amenazante, lo que también puede implicar un fuerte 'Aislamiento' afectivo y relacional."
  },
  {
    "id": 171,
    "text": "[Tipo: Fundamentación Teórica CD - Jung] Carl Jung introduce los conceptos de 'inconsciente colectivo' y 'arquetipos'. ¿Cómo podrían estos conceptos junguianos influir o manifestarse en las elecciones simbólicas del Cuestionario Desiderativo?",
    "options": [
      {"key": "A", "text": "Haciendo que el sujeto elija únicamente símbolos relacionados con sus experiencias personales directas."},
      {"key": "B", "text": "Llevando a la elección de símbolos con una carga universal o transcultural (arquetípica), que resuenan con experiencias humanas fundamentales más allá de lo individual."},
      {"key": "C", "text": "Limitando las elecciones simbólicas a aquellas que son lógicas y racionales."},
      {"key": "D", "text": "Provocando un rechazo a elegir símbolos del reino animal por considerarlos demasiado primitivos."}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Si bien el CD se interpreta principalmente desde el psicoanálisis, la mención a Jung sugiere que el 'inconsciente colectivo' y los 'arquetipos' (imágenes y patrones primordiales universales) podrían influir en las elecciones simbólicas. Esto significa que un sujeto podría elegir símbolos que no solo tienen un significado personal, sino que también portan una carga simbólica universal o transcultural (ej. el árbol como símbolo de vida, la montaña como símbolo de estabilidad o desafío), conectando con experiencias humanas fundamentales."
  }
]