[
  {
    "id": 1,
    "text": "¿Cuál es la definición principal de la Psicología Jurídica?",
    "options": [
      {"key": "A", "text": "Estudio de los procesos cognitivos en el ámbito penal"},
      {"key": "B", "text": "Intersección teórico-práctica entre Psicología y Derecho, mediatizada por el marco legal"},
      {"key": "C", "text": "Análisis exclusivo de la conducta delictiva"},
      {"key": "D", "text": "Aplicación de la psicología clínica en tribunales"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La Psicología Jurídica se define como el campo de intersección entre Psicología y Derecho, aplicando conocimientos psicológicos al ámbito legal, respetando los fundamentos de la psicología y el marco legal estatal."
  },
  {
    "id": 2,
    "text": "¿Qué diferencia principal existe entre el Derecho y la Psicología en cuanto a su objeto de estudio?",
    "options": [
      {"key": "A", "text": "El Derecho regula procesos internos, mientras que la Psicología regula conductas externas"},
      {"key": "B", "text": "El Derecho regula conducta exteriorizada y busca verdad objetiva, mientras que la Psicología estudia procesos internos y comprensión subjetiva"},
      {"key": "C", "text": "Ambos estudian exclusivamente la conducta delictiva"},
      {"key": "D", "text": "El Derecho estudia el ser, mientras que la Psicología regula normas"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Derecho regula la conducta externa y busca la verdad objetiva del caso, mientras que la Psicología estudia el ser, los procesos internos, y busca una comprensión general o subjetiva."
  },
  {
    "id": 3,
    "text": "¿Qué principio establece el Art. 19 de la Constitución Nacional de Argentina?",
    "options": [
      {"key": "A", "text": "Derecho a la libertad de expresión"},
      {"key": "B", "text": "Principio de Reserva: acciones privadas que no afecten el orden público están exentas de la autoridad"},
      {"key": "C", "text": "Derecho a la igualdad ante la ley"},
      {"key": "D", "text": "Prohibición de la pena de muerte"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Art. 19 de la CN establece el Principio de Reserva, que protege las acciones privadas que no ofendan el orden, la moral pública ni perjudiquen a terceros, eximiéndolas de la autoridad de los magistrados."
  },
  {
    "id": 4,
    "text": "¿Cuál es la función principal del perito psicólogo en el ámbito judicial?",
    "options": [
      {"key": "A", "text": "Actuar como abogado defensor de una de las partes"},
      {"key": "B", "text": "Ilustrar al juez sobre aspectos psicológicos que escapan al saber jurídico"},
      {"key": "C", "text": "Recolectar evidencia física en la escena del hecho"},
      {"key": "D", "text": "Dictar la sentencia final del caso"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El perito psicólogo actúa como auxiliar de la justicia, ilustrando al juez con su conocimiento técnico sobre aspectos psicológicos relevantes para el caso."
  },
  {
    "id": 5,
    "text": "¿Qué tipo de perito está obligado a aceptar el cargo y presentar un dictamen?",
    "options": [
      {"key": "A", "text": "Perito de Parte"},
      {"key": "B", "text": "Consultor Técnico"},
      {"key": "C", "text": "Perito de Oficio"},
      {"key": "D", "text": "Perito Penal"}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El perito de oficio, inscrito en listas judiciales y designado por sorteo, está obligado a aceptar el cargo y presentar el dictamen, a diferencia del perito de parte o el consultor técnico."
  },
  {
    "id": 6,
    "text": "¿Qué debe hacer el perito al inicio de una evaluación psicológica para cumplir con el consentimiento informado?",
    "options": [
      {"key": "A", "text": "Garantizar la confidencialidad absoluta de toda la información"},
      {"key": "B", "text": "Explicar el rol del perito, el objetivo de la evaluación, los límites de confidencialidad y obtener el consentimiento del peritado"},
      {"key": "C", "text": "Iniciar directamente la administración de técnicas psicológicas"},
      {"key": "D", "text": "Solicitar la presencia de un abogado durante la evaluación"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El consentimiento informado requiere que el perito explique su rol, el objetivo de la evaluación, los límites de confidencialidad (no es un proceso terapéutico), las técnicas a usar y obtenga el consentimiento voluntario del peritado."
  },
  {
    "id": 7,
    "text": "¿Qué elemento es obligatorio en el formato de los escritos periciales?",
    "options": [
      {"key": "A", "text": "Uso de papel reciclado"},
      {"key": "B", "text": "Exhordio con datos completos del perito y del expediente"},
      {"key": "C", "text": "Inclusión de gráficos estadísticos"},
      {"key": "D", "text": "Uso de fuente Arial 14"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El exhordio, que incluye los datos completos del perito (nombre, título, matrícula, domicilio legal) y del expediente (número, carátula), es un requisito formal obligatorio en los escritos periciales."
  },
  {
    "id": 8,
    "text": "¿Qué debe contener la sección de 'Conclusiones' en un informe pericial?",
    "options": [
      {"key": "A", "text": "Una descripción detallada de todas las técnicas administradas"},
      {"key": "B", "text": "Respuesta directa, clara y concisa a cada punto de pericia solicitado"},
      {"key": "C", "text": "Una opinión personal del perito sobre la culpabilidad de las partes"},
      {"key": "D", "text": "Un análisis de la jurisprudencia aplicable al caso"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La sección de 'Conclusiones' debe responder de manera directa, clara y concisa a cada punto de pericia solicitado por el juez, siendo la parte central del dictamen pericial."
  },
  {
    "id": 9,
    "text": "¿Cuál es una causal de excusación para un perito?",
    "options": [
      {"key": "A", "text": "Falta de interés en el caso"},
      {"key": "B", "text": "Parentesco con una de las partes"},
      {"key": "C", "text": "No haber leído el expediente"},
      {"key": "D", "text": "Falta de disponibilidad horaria"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El parentesco con una de las partes es una causal legal de excusación, ya que compromete la imparcialidad del perito."
  },
  {
    "id": 10,
    "text": "¿Qué principio ético debe priorizarse según el Código de Ética de Fe.P.R.A. en caso de contradicción?",
    "options": [
      {"key": "A", "text": "El principio más reciente"},
      {"key": "B", "text": "El principio ético más elevado"},
      {"key": "C", "text": "El principio de menor impacto"},
      {"key": "D", "text": "El principio de confidencialidad absoluta"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Código de Ética de Fe.P.R.A. establece que, en caso de contradicción entre principios, debe priorizarse el principio ético más elevado."
  },
  {
    "id": 11,
    "text": "¿Cuál es una excepción al secreto profesional en el ámbito pericial?",
    "options": [
      {"key": "A", "text": "Publicar los hallazgos en redes sociales"},
      {"key": "B", "text": "Revelar información para evitar la comisión de un delito"},
      {"key": "C", "text": "Compartir datos con colegas sin autorización"},
      {"key": "D", "text": "Incluir toda la información personal del peritado en el informe"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Una excepción al secreto profesional es revelar información con causa justificada, como evitar la comisión de un delito o daños derivados, según el Código de Ética."
  },
  {
    "id": 12,
    "text": "¿Qué caracteriza al Daño Psíquico en el ámbito civil?",
    "options": [
      {"key": "A", "text": "Es un daño no patológico que incluye sufrimiento emocional"},
      {"key": "B", "text": "Es un trastorno patológico que afecta la personalidad y requiere nexo causal con el hecho"},
      {"key": "C", "text": "No requiere evaluación psicológica"},
      {"key": "D", "text": "Es determinado exclusivamente por el juez"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Daño Psíquico es un constructo patológico que afecta la personalidad, requiere nexo causal con el hecho traumático y es evaluado por el perito mediante técnicas psicológicas."
  },
  {
    "id": 13,
    "text": "¿Qué distingue al Daño Moral del Daño Psíquico?",
    "options": [
      {"key": "A", "text": "El Daño Moral es patológico, mientras que el Daño Psíquico no lo es"},
      {"key": "B", "text": "El Daño Moral es extrapatrimonial y no patológico, y no requiere prueba específica"},
      {"key": "C", "text": "El Daño Moral requiere evaluación psicológica, mientras que el Daño Psíquico no"},
      {"key": "D", "text": "Ambos son idénticos en términos legales"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Daño Moral es un daño extrapatrimonial, no patológico, que incluye sufrimiento o dolor y se presume 'in re ipsa', mientras que el Daño Psíquico es patológico y requiere prueba técnica."
  },
  {
    "id": 14,
    "text": "¿Cuál es la finalidad de la pena según la Ley 24.660 en el ámbito penitenciario?",
    "options": [
      {"key": "A", "text": "Castigo exclusivo del condenado"},
      {"key": "B", "text": "Resocialización, para que el condenado comprenda y respete la ley"},
      {"key": "C", "text": "Aislamiento permanente de la sociedad"},
      {"key": "D", "text": "Compensación económica a las víctimas"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La Ley 24.660 establece que la finalidad de la pena es la resocialización, logrando que el condenado adquiera la capacidad de comprender y respetar la ley."
  },
  {
    "id": 15,
    "text": "¿Qué evalúa el Consejo Correccional en el ámbito penitenciario?",
    "options": [
      {"key": "A", "text": "Solo la conducta delictiva previa del condenado"},
      {"key": "B", "text": "Conducta (observancia de normas) y Concepto (evolución y reinserción)"},
      {"key": "C", "text": "Exclusivamente el diagnóstico inicial"},
      {"key": "D", "text": "La cantidad de delitos cometidos"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Consejo Correccional evalúa la Conducta (cumplimiento de normas) y el Concepto (evolución personal y posibilidad de reinserción), siendo el Concepto clave para la progresividad y la libertad."
  },
  {
    "id": 16,
    "text": "¿Qué caracteriza a las Instituciones Totales según Goffman?",
    "options": [
      {"key": "A", "text": "Son espacios de libre interacción social"},
      {"key": "B", "text": "Lugar de residencia y trabajo, con rutinas impuestas y despersonalización"},
      {"key": "C", "text": "Promueven la autonomía individual"},
      {"key": "D", "text": "No tienen normas establecidas"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Según Goffman, las Instituciones Totales se caracterizan por ser lugares de residencia y trabajo con actividades comunes, rutinas impuestas, división interno/personal y despersonalización."
  },
  {
    "id": 17,
    "text": "¿Qué condición debe cumplirse para la internación involuntaria según la Ley 26.657?",
    "options": [
      {"key": "A", "text": "Existencia de antecedentes psiquiátricos"},
      {"key": "B", "text": "Riesgo cierto e inminente para sí o terceros, con dictamen interdisciplinario"},
      {"key": "C", "text": "Solicitud de un familiar"},
      {"key": "D", "text": "Ausencia de diagnóstico previo"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La Ley 26.657 establece que la internación involuntaria solo procede si hay riesgo cierto e inminente para sí o terceros, respaldado por un dictamen profesional interdisciplinario."
  },
  {
    "id": 18,
    "text": "¿Qué elemento es esencial en la estructura dogmática del delito?",
    "options": [
      {"key": "A", "text": "Conducta: hecho humano voluntario (acción u omisión)"},
      {"key": "B", "text": "Sentencia judicial previa"},
      {"key": "C", "text": "Opinión pública sobre el hecho"},
      {"key": "D", "text": "Compensación económica a la víctima"}
    ],
    "correctAnswerKey": "A",
    "difficulty": "1",
    "explanation": "La Conducta, como hecho humano voluntario (acción u omisión), es el primer elemento esencial en la estructura dogmática del delito, según la Teoría del Delito."
  },
  {
    "id": 19,
    "text": "¿Qué tipo de dolo se presenta cuando el autor prevé el resultado como posible, no lo desea, pero actúa aceptándolo?",
    "options": [
      {"key": "A", "text": "Dolo Directo"},
      {"key": "B", "text": "Dolo Indirecto"},
      {"key": "C", "text": "Dolo Eventual"},
      {"key": "D", "text": "Culpa Consciente"}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "El Dolo Eventual ocurre cuando el autor prevé el resultado como posible, no lo desea directamente, pero acepta su producción y actúa, conforme al tipo subjetivo de la tipicidad."
  },
  {
    "id": 20,
    "text": "¿Qué excluye la inimputabilidad según el Art. 34 inc. 1 del Código Penal?",
    "options": [
      {"key": "A", "text": "La capacidad de cometer delitos dolosos"},
      {"key": "B", "text": "La culpabilidad, al no poder comprender la criminalidad del acto o dirigir las acciones"},
      {"key": "C", "text": "La tipicidad de la conducta"},
      {"key": "D", "text": "La antijuridicidad del hecho"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La inimputabilidad (Art. 34 inc. 1 CP) excluye la culpabilidad, ya que el autor, por insuficiencia de facultades, alteraciones morbosas o inconciencia, no puede comprender la criminalidad del acto o dirigir sus acciones."
  },
  {
    "id": 21,
    "text": "¿Qué relación establece Freud entre el Derecho y el malestar en la cultura?",
    "options": [
      {"key": "A", "text": "El Derecho elimina completamente el conflicto pulsional"},
      {"key": "B", "text": "El Derecho regula vínculos y limita la agresión, exigiendo renuncia pulsional para la convivencia"},
      {"key": "C", "text": "El Derecho promueve la satisfacción pulsional individual"},
      {"key": "D", "text": "El Derecho no tiene relación con la cultura"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Freud plantea que el Derecho, como herramienta cultural, regula vínculos y limita la agresión al exigir la renuncia pulsional, buscando un equilibrio entre la satisfacción individual y la seguridad colectiva."
  },
{
    "id": 22,
    "text": "¿Qué caracteriza al Régimen a Prueba (Probation) según la Ley 24.316?",
    "options": [
      {"key": "A", "text": "Es una pena privativa de libertad para delitos graves"},
      {"key": "B", "text": "Es una medida alternativa para imputados por primera vez con penas menores a 3 años"},
      {"key": "C", "text": "Es un régimen obligatorio para todos los delitos penales"},
      {"key": "D", "text": "No requiere supervisión del Patronato de Liberados"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Régimen a Prueba (Probation), regulado por la Ley 24.316, es una medida alternativa a la privación de libertad para imputados por primera vez en delitos con penas menores a 3 años, bajo supervisión del Patronato de Liberados."
  },
  {
    "id": 23,
    "text": "¿Qué rol cumplen los baremos en la evaluación del Daño Psíquico en el fuero civil?",
    "options": [
      {"key": "A", "text": "Determinan el diagnóstico psicológico del peritado"},
      {"key": "B", "text": "Asignan porcentajes orientativos de incapacidad según las secuelas"},
      {"key": "C", "text": "Establecen el monto exacto de la indemnización"},
      {"key": "D", "text": "Definen el nexo causal entre el hecho y el daño"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Los baremos son tablas que asignan porcentajes orientativos de incapacidad a las secuelas del Daño Psíquico, usados por analogía en el fuero civil, pero no son determinantes ni fijan indemnizaciones."
  },
  {
    "id": 24,
    "text": "¿Qué debe evaluar el perito para descartar la simulación en un caso de Daño Psíquico?",
    "options": [
      {"key": "A", "text": "La opinión de las partes involucradas"},
      {"key": "B", "text": "La consistencia de los indicadores psicológicos mediante análisis riguroso"},
      {"key": "C", "text": "El monto solicitado como indemnización"},
      {"key": "D", "text": "La presencia de testigos en el hecho"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El perito debe descartar la simulación analizando rigurosamente la consistencia de los indicadores psicológicos obtenidos de entrevistas y técnicas, buscando concurrencias y divergencias."
  },
  {
    "id": 25,
    "text": "¿Qué criterio debe guiar la selección de técnicas psicológicas en una pericia?",
    "options": [
      {"key": "A", "text": "La preferencia personal del perito"},
      {"key": "B", "text": "La edad, maduración del sujeto y adecuación a los puntos de pericia"},
      {"key": "C", "text": "El uso exclusivo de técnicas proyectivas gráficas"},
      {"key": "D", "text": "La solicitud expresa de las partes"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La selección de técnicas psicológicas debe basarse en criterios como la edad, maduración del sujeto, y su adecuación al fuero y los puntos de pericia, garantizando una evaluación pertinente."
  },
  {
    "id": 26,
    "text": "¿Qué ocurre tras el traslado del informe pericial a las partes?",
    "options": [
      {"key": "A", "text": "El juez dicta la sentencia inmediatamente"},
      {"key": "B", "text": "Las partes pueden impugnar, pedir explicaciones o aceptar el informe en un plazo determinado"},
      {"key": "C", "text": "El perito pierde el derecho a cobrar honorarios"},
      {"key": "D", "text": "El informe se publica automáticamente"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Tras el traslado, las partes tienen un plazo (ej. 5 días) para impugnar, pedir aclaraciones o aceptar el informe pericial, tras lo cual el perito puede responder a las observaciones."
  },
  {
    "id": 27,
    "text": "¿Cuál es un dilema ético común en la práctica pericial?",
    "options": [
      {"key": "A", "text": "Decidir el formato del informe pericial"},
      {"key": "B", "text": "Mantener la imparcialidad frente a la presión de la parte que paga (perito de parte)"},
      {"key": "C", "text": "Seleccionar técnicas psicológicas estándar"},
      {"key": "D", "text": "Determinar el horario de las entrevistas"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Un dilema ético común es mantener la imparcialidad frente a la presión de la parte que paga (perito de parte), ya que el perito debe actuar con objetividad e independencia."
  },
  {
    "id": 28,
    "text": "¿Qué establece la Ley 26.657 respecto a la desmanicomialización?",
    "options": [
      {"key": "A", "text": "Promueve la creación de nuevos manicomios"},
      {"key": "B", "text": "Prohíbe crear nuevos manicomios y fomenta dispositivos alternativos"},
      {"key": "C", "text": "Exige internaciones prolongadas en hospitales psiquiátricos"},
      {"key": "D", "text": "No aborda el tema de los manicomios"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La Ley 26.657 prohíbe la creación de nuevos manicomios y promueve la adecuación de los existentes hacia dispositivos comunitarios alternativos, en línea con el paradigma de Derechos Humanos."
  },
  {
    "id": 29,
    "text": "¿Qué derecho fundamental reconoce la Ley 26.657 en el ámbito de la salud mental?",
    "options": [
      {"key": "A", "text": "Derecho a la internación obligatoria sin consentimiento"},
      {"key": "B", "text": "Derecho a recibir información y tomar decisiones sobre el tratamiento"},
      {"key": "C", "text": "Derecho a no recibir atención psicológica"},
      {"key": "D", "text": "Derecho a la exclusión social"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La Ley 26.657 reconoce derechos fundamentales como el derecho a recibir información, tomar decisiones sobre el tratamiento, y el consentimiento informado (Art. 7)."
  },
  {
    "id": 30,
    "text": "¿Qué es una causa de justificación en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "Una acción que excluye la culpabilidad del autor"},
      {"key": "B", "text": "Una conducta típica permitida por el ordenamiento jurídico"},
      {"key": "C", "text": "Una omisión que anula la tipicidad"},
      {"key": "D", "text": "Un error que excluye el dolo"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "Las causas de justificación, como la legítima defensa, excluyen la antijuridicidad al permitir una conducta típica por disposición del ordenamiento jurídico."
  },
  {
    "id": 31,
    "text": "¿Qué caracteriza a la culpa en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "La intención deliberada de causar un resultado típico"},
      {"key": "B", "text": "La violación de un deber de cuidado que causa un resultado no intencional"},
      {"key": "C", "text": "La aceptación de un resultado posible como en el dolo eventual"},
      {"key": "D", "text": "La ausencia total de responsabilidad penal"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La culpa se caracteriza por la violación de un deber de cuidado (imprudencia, negligencia, impericia) que causa un resultado típico sin intención de producirlo."
  },
  {
    "id": 32,
    "text": "¿Qué efecto tiene el error de tipo en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "Excluye la antijuridicidad de la conducta"},
      {"key": "B", "text": "Anula el dolo y, en algunos casos, la culpa"},
      {"key": "C", "text": "Convierte la conducta en culposa automáticamente"},
      {"key": "D", "text": "No tiene impacto en la responsabilidad penal"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El error de tipo implica un falso conocimiento sobre los elementos del tipo objetivo, anulando el dolo y, en ciertos casos, la culpa, excluyendo así la tipicidad subjetiva."
  },
  {
    "id": 33,
    "text": "¿Cuál es la función principal del Poder Legislativo en el contexto político-institucional argentino?",
    "options": [
      {"key": "A", "text": "Resolver conflictos y aplicar la ley"},
      {"key": "B", "text": "Crear, discutir y sancionar leyes"},
      {"key": "C", "text": "Ejecutar las leyes y administrar el país"},
      {"key": "D", "text": "Supervisar las pericias judiciales"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Poder Legislativo, compuesto por el Congreso (Senado y Diputados), tiene como función principal crear, discutir y sancionar leyes, siendo la fuente principal de las normas."
  },
  {
    "id": 34,
    "text": "¿Qué distingue al perito del rol de la criminalística en el ámbito judicial?",
    "options": [
      {"key": "A", "text": "El perito recolecta evidencia física, mientras que la criminalística emite opiniones técnicas"},
      {"key": "B", "text": "El perito emite opiniones técnicas basadas en su saber, mientras que la criminalística analiza evidencia física"},
      {"key": "C", "text": "Ambos roles son idénticos en el proceso judicial"},
      {"key": "D", "text": "La criminalística estudia el fenómeno delictivo socialmente"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El perito emite opiniones técnicas basadas en su conocimiento especializado, mientras que la criminalística se enfoca en recolectar y analizar evidencia física en la escena del hecho."
  },
  {
    "id": 35,
    "text": "¿Qué incluye la Historia Criminológica en el ámbito penitenciario?",
    "options": [
      {"key": "A", "text": "Solo el registro de los delitos cometidos"},
      {"key": "B", "text": "Evaluaciones, diagnósticos, evolución, personalidad, familia y victimología"},
      {"key": "C", "text": "El plan de tratamiento psicológico exclusivo"},
      {"key": "D", "text": "La opinión de los familiares del condenado"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La Historia Criminológica es un documento central que registra evaluaciones, diagnósticos, evolución, personalidad, salud, familia, educación, trabajo, delitos y victimología del condenado."
  },
  {
    "id": 36,
    "text": "¿Qué rol juega el superyó en el malestar en la cultura según Freud?",
    "options": [
      {"key": "A", "text": "Promueve la satisfacción pulsional sin restricciones"},
      {"key": "B", "text": "Es la instancia moral internalizada que genera culpa por la renuncia pulsional"},
      {"key": "C", "text": "Elimina el conflicto entre el yo y la cultura"},
      {"key": "D", "text": "No tiene relación con el sentimiento de culpa"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El superyó, como instancia moral internalizada, genera el sentimiento de culpa al exigir la renuncia pulsional para cumplir con las normas culturales, según Freud."
  },
{
    "id": 37,
    "text": "¿Qué caracteriza al Derecho Natural según el documento?",
    "options": [
      {"key": "A", "text": "Normas creadas por el poder legislativo"},
      {"key": "B", "text": "Principios inherentes al ser humano, como vida y libertad"},
      {"key": "C", "text": "Reglas que regulan contratos específicos"},
      {"key": "D", "text": "Leyes que varían según el país"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "El Derecho Natural se define como los principios y atributos inherentes al ser humano, como la vida, la integridad y la libertad, que forman la base de los Derechos Humanos."
  },
  {
    "id": 38,
    "text": "¿Cuál es una fuente principal del Derecho según el documento?",
    "options": [
      {"key": "A", "text": "La opinión pública"},
      {"key": "B", "text": "La ley emanada del poder legislativo"},
      {"key": "C", "text": "Las decisiones individuales de los jueces"},
      {"key": "D", "text": "Los tratados internacionales exclusivamente"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La ley, emanada principalmente del poder legislativo (Congreso), es una fuente principal del Derecho, junto con la jurisprudencia, la costumbre y los principios generales."
  },
  {
    "id": 39,
    "text": "¿Qué distingue al Derecho Penal de Acto del Derecho Penal de Autor?",
    "options": [
      {"key": "A", "text": "El Derecho Penal de Acto juzga a la persona por su contexto, mientras que el de Autor juzga la conducta"},
      {"key": "B", "text": "El Derecho Penal de Acto juzga la conducta realizada, mientras que el de Autor juzga a la persona por quién es"},
      {"key": "C", "text": "Ambos juzgan exclusivamente la intención del autor"},
      {"key": "D", "text": "El Derecho Penal de Autor es el principio rector en Argentina"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Derecho Penal de Acto, principio rector, juzga la conducta realizada, mientras que el Derecho Penal de Autor, que debe evitarse, juzga a la persona por su contexto o prejuicios."
  },
  {
    "id": 40,
    "text": "¿Qué rol juega el lenguaje en el Derecho según el documento?",
    "options": [
      {"key": "A", "text": "Es irrelevante para la aplicación de la ley"},
      {"key": "B", "text": "Es performativo, crea realidad y debe ser claro en la ley"},
      {"key": "C", "text": "Solo se usa en los juicios orales"},
      {"key": "D", "text": "No está relacionado con la convivencia social"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El lenguaje en el Derecho es performativo, crea realidad (ej. leyes) y debe ser claro y legible para regular la convivencia social de manera efectiva."
  },
  {
    "id": 41,
    "text": "¿Qué busca la pretensión de justicia en el Derecho?",
    "options": [
      {"key": "A", "text": "Cumplir estrictamente las normas sin considerar resultados"},
      {"key": "B", "text": "Distinguir lo bueno de lo malo, mantener orden y realizar justicia"},
      {"key": "C", "text": "Evitar cualquier conflicto social"},
      {"key": "D", "text": "Priorizar los intereses individuales sobre los colectivos"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La pretensión de justicia busca distinguir lo bueno de lo malo, mantener el orden y la seguridad, y realizar la justicia más allá de la mera aplicación de normas."
  },
  {
    "id": 42,
    "text": "¿Qué distingue al perito de un testigo en el ámbito judicial?",
    "options": [
      {"key": "A", "text": "El perito declara sobre hechos percibidos, mientras que el testigo emite opiniones técnicas"},
      {"key": "B", "text": "El perito emite opiniones técnicas basadas en su saber, mientras que el testigo declara sobre hechos percibidos"},
      {"key": "C", "text": "Ambos roles son idénticos en el proceso judicial"},
      {"key": "D", "text": "El testigo analiza evidencia física, mientras que el perito no"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El perito emite opiniones técnicas basadas en su conocimiento especializado, mientras que el testigo declara sobre hechos que percibió directamente con sus sentidos."
  },
  {
    "id": 43,
    "text": "¿Por qué es fundamental la lectura del expediente en la práctica pericial?",
    "options": [
      {"key": "A", "text": "Para determinar el monto de los honorarios"},
      {"key": "B", "text": "Para comprender los hechos, partes y puntos de pericia del caso"},
      {"key": "C", "text": "Para decidir si aceptar el cargo"},
      {"key": "D", "text": "Para redactar el alegato final"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "La lectura exhaustiva del expediente ('ponerse en autos') es fundamental para comprender los hechos, las partes, el objeto del juicio y los puntos de pericia, que guían la labor del perito."
  },
  {
    "id": 44,
    "text": "¿Qué son los puntos de pericia en el proceso pericial?",
    "options": [
      {"key": "A", "text": "Las técnicas psicológicas a utilizar"},
      {"key": "B", "text": "Las preguntas específicas que el juez formula al perito"},
      {"key": "C", "text": "Los honorarios acordados para la pericia"},
      {"key": "D", "text": "Las impugnaciones de las partes"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "1",
    "explanation": "Los puntos de pericia son las preguntas específicas formuladas por el juez y/o las partes, que definen y limitan el objeto de la pericia, a las cuales el perito debe responder."
  },
  {
    "id": 45,
    "text": "¿Qué es la recusación en el contexto pericial?",
    "options": [
      {"key": "A", "text": "La aceptación voluntaria del cargo por el perito"},
      {"key": "B", "text": "La solicitud de una parte para apartar al perito por falta de imparcialidad"},
      {"key": "C", "text": "La presentación del informe pericial"},
      {"key": "D", "text": "El cobro de honorarios por el perito"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La recusación es el mecanismo por el cual una parte solicita el apartamiento del perito por causales legales, como parentesco o falta de imparcialidad."
  },
  {
    "id": 46,
    "text": "¿Qué puede causar la remoción de un perito?",
    "options": [
      {"key": "A", "text": "Cumplir con todos los plazos procesales"},
      {"key": "B", "text": "Incumplir deberes, como no presentar el dictamen en término"},
      {"key": "C", "text": "Ser designado por sorteo"},
      {"key": "D", "text": "Participar como consultor técnico"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La remoción del perito ocurre por incumplimiento de deberes, como no aceptar el cargo, no presentar el dictamen en término o negarse a dar explicaciones, pudiendo implicar pérdida de honorarios."
  },
  {
    "id": 47,
    "text": "¿Qué implica la planificación y citación en la práctica pericial?",
    "options": [
      {"key": "A", "text": "Redactar el informe pericial final"},
      {"key": "B", "text": "Definir la estrategia, técnicas y notificar fechas a las partes"},
      {"key": "C", "text": "Aceptar el cargo ante el juzgado"},
      {"key": "D", "text": "Impugnar el informe de otro perito"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La planificación implica definir la estrategia y batería de técnicas, mientras que la citación consiste en fijar fechas y notificar fehacientemente a las partes para las entrevistas y evaluaciones."
  },
  {
    "id": 48,
    "text": "¿Qué busca el análisis de concurrencias y divergencias en una pericia?",
    "options": [
      {"key": "A", "text": "Determinar el monto de la indemnización"},
      {"key": "B", "text": "Identificar indicadores coincidentes, contradictorios o únicos para responder los puntos de pericia"},
      {"key": "C", "text": "Seleccionar las técnicas psicológicas a usar"},
      {"key": "D", "text": "Redactar el petitorio del informe"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El análisis de concurrencias (indicadores coincidentes), divergencias (contradictorios) y ocurrencias (únicos) integra el material de entrevistas y técnicas para responder fundadamente los puntos de pericia."
  },
  {
    "id": 49,
    "text": "¿Cuándo se regula y cobra los honorarios de un perito?",
    "options": [
      {"key": "A", "text": "Al aceptar el cargo de perito"},
      {"key": "B", "text": "Tras la sentencia firme o acuerdo homologado"},
      {"key": "C", "text": "Antes de realizar la evaluación"},
      {"key": "D", "text": "Al presentar el expediente al juez"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Los honorarios del perito se regulan y cobran tras la sentencia firme o un acuerdo homologado, como parte de las costas del proceso."
  },
  {
    "id": 50,
    "text": "¿Qué establece la Ley de Ejercicio Profesional (23.277) sobre las obligaciones del psicólogo?",
    "options": [
      {"key": "A", "text": "Prescribir medicamentos en emergencias"},
      {"key": "B", "text": "Guardar secreto profesional y colaborar en emergencias"},
      {"key": "C", "text": "Prometer resultados garantizados"},
      {"key": "D", "text": "Participar honorarios con otros profesionales"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La Ley 23.277 establece obligaciones como guardar secreto profesional, proteger a los examinados, colaborar en emergencias y fijar domicilio, entre otras."
  },
  {
    "id": 51,
    "text": "¿Qué dilema ético surge entre el interés del sujeto y el requerimiento judicial?",
    "options": [
      {"key": "A", "text": "Decidir qué técnicas psicológicas usar"},
      {"key": "B", "text": "Equilibrar el cuidado de la salud mental del peritado con los puntos de pericia"},
      {"key": "C", "text": "Determinar el formato del informe"},
      {"key": "D", "text": "Fijar el monto de los honorarios"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El dilema ético implica equilibrar el cuidado de la salud mental del peritado (evitar revictimización) con la obligación de responder los puntos de pericia, respetando la dignidad."
  },
  {
    "id": 52,
    "text": "¿Qué implica el principio de competencia en la práctica pericial?",
    "options": [
      {"key": "A", "text": "Realizar pericias sin formación específica"},
      {"key": "B", "text": "Aceptar solo pericias para las que se tiene formación y experiencia"},
      {"key": "C", "text": "Delegar la pericia a otro profesional"},
      {"key": "D", "text": "Garantizar resultados favorables a una parte"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El principio de competencia exige que el psicólogo realice pericias solo si tiene la formación y experiencia adecuadas, reconociendo sus límites éticos."
  },
  {
    "id": 53,
    "text": "¿Qué es el nexo causal en la evaluación del Daño Psíquico?",
    "options": [
      {"key": "A", "text": "El porcentaje de incapacidad asignado por baremos"},
      {"key": "B", "text": "La relación directa entre el hecho traumático y el daño psíquico"},
      {"key": "C", "text": "El sufrimiento emocional no patológico"},
      {"key": "D", "text": "La opinión del juez sobre el caso"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El nexo causal es la relación directa entre el hecho ilícito o traumático y el Daño Psíquico, que el perito debe evaluar para determinar su origen."
  },
  {
    "id": 54,
    "text": "¿Qué es una concausa en el contexto del Daño Psíquico?",
    "options": [
      {"key": "A", "text": "El hecho principal que causa el daño"},
      {"key": "B", "text": "Un factor preexistente o sobreviniente que agrava el daño"},
      {"key": "C", "text": "La simulación de síntomas por el peritado"},
      {"key": "D", "text": "El tratamiento psicológico posterior al hecho"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La concausa es un factor preexistente o sobreviniente que concurre con el hecho principal para producir o agravar el Daño Psíquico, modificando su evolución."
  },
  {
    "id": 55,
    "text": "¿Qué tipo de actuación pericial es común en el fuero laboral?",
    "options": [
      {"key": "A", "text": "Evaluación de mobbing o incapacidad laboral"},
      {"key": "B", "text": "Determinación de la pena privativa de libertad"},
      {"key": "C", "text": "Análisis de evidencia física en la escena"},
      {"key": "D", "text": "Supervisión de la probation"}
    ],
    "correctAnswerKey": "A",
    "difficulty": "2",
    "explanation": "En el fuero laboral, las pericias suelen abordar temas como el mobbing (acoso laboral) o la determinación de incapacidad laboral, evaluando el impacto psicológico del trabajo."
  },
  {
    "id": 56,
    "text": "¿Cuál es el rol criminológico del psicólogo en el ámbito penitenciario?",
    "options": [
      {"key": "A", "text": "Recolectar evidencia física del delito"},
      {"key": "B", "text": "Realizar diagnósticos, diseñar programas de tratamiento y evaluar progresividad"},
      {"key": "C", "text": "Actuar como abogado defensor del condenado"},
      {"key": "D", "text": "Determinar la sentencia del juez"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El rol criminológico incluye realizar diagnósticos, diseñar y seguir programas de tratamiento individualizados, y evaluar la progresividad del régimen penitenciario."
  },
  {
    "id": 57,
    "text": "¿Qué caracteriza el rol asistencial del psicólogo en el ámbito penitenciario?",
    "options": [
      {"key": "A", "text": "Emitir dictámenes periciales para el juez"},
      {"key": "B", "text": "Brindar asistencia psicológica para abordar el padecimiento en contexto de encierro"},
      {"key": "C", "text": "Recolectar datos criminológicos exclusivamente"},
      {"key": "D", "text": "Supervisar las visitas familiares"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El rol asistencial implica ofrecer asistencia psicológica (individual o grupal) para abordar el padecimiento subjetivo de los internos en contexto de encierro, de manera voluntaria."
  },
  {
    "id": 58,
    "text": "¿Qué establece la Ley 26.657 sobre el diagnóstico en salud mental?",
    "options": [
      {"key": "A", "text": "Debe basarse en el status socioeconómico del paciente"},
      {"key": "B", "text": "No puede basarse en status o pertenencia grupal y debe ser interdisciplinario"},
      {"key": "C", "text": "No requiere intervención de profesionales"},
      {"key": "D", "text": "Solo puede realizarse en manicomios"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La Ley 26.657 establece que el diagnóstico no puede basarse en status político, socioeconómico o pertenencia grupal, y debe ser interdisciplinario y dinámico (Art. 3)."
  },
  {
    "id": 59,
    "text": "¿Qué rol juega el equipo interdisciplinario según la Ley 26.657?",
    "options": [
      {"key": "A", "text": "Toma decisiones unilaterales sobre internaciones"},
      {"key": "B", "text": "Integra psicólogos, psiquiatras y otros profesionales para decisiones conjuntas"},
      {"key": "C", "text": "Solo supervisa manicomios"},
      {"key": "D", "text": "No participa en el proceso de diagnóstico"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El equipo interdisciplinario, compuesto por psicólogos, psiquiatras, trabajadores sociales, etc., toma decisiones conjuntas sobre diagnóstico, tratamiento e internaciones (Art. 8)."
  },
  {
    "id": 60,
    "text": "¿Qué es la fuerza física irresistible en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "Una acción intencional que causa un resultado típico"},
      {"key": "B", "text": "Una fuerza externa inevitable que anula la voluntariedad de la conducta"},
      {"key": "C", "text": "Un error sobre la prohibición de la conducta"},
      {"key": "D", "text": "Una causa de justificación como la legítima defensa"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La fuerza física irresistible es una fuerza externa (natural o humana) inevitable que mueve el cuerpo como masa mecánica, anulando la voluntariedad y excluyendo la conducta."
  },
  {
    "id": 61,
    "text": "¿Qué caracteriza al error psíquicamente condicionado en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "Un error sobre la legalidad de la conducta"},
      {"key": "B", "text": "Una alteración de la percepción por delirios que condiciona la acción"},
      {"key": "C", "text": "Una acción realizada bajo coacción"},
      {"key": "D", "text": "Un permiso legal para realizar la conducta"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El error psíquicamente condicionado ocurre cuando una alteración de la percepción (ej. delirios o alucinaciones) condiciona la acción, excluyendo la tipicidad por falta de dolo."
  },
  {
    "id": 62,
    "text": "¿Qué es la atipicidad conglobante en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "Una conducta que no causa un resultado típico"},
      {"key": "B", "text": "Una conducta típica permitida por otra norma del ordenamiento"},
      {"key": "C", "text": "Un error sobre los elementos del tipo objetivo"},
      {"key": "D", "text": "Una acción realizada con dolo directo"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La atipicidad conglobante ocurre cuando una conducta, aunque encaja en un tipo penal, está permitida por otra norma del ordenamiento, excluyendo la tipicidad."
  },
  {
    "id": 63,
    "text": "¿Qué define el estado de necesidad exculpante en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "Sacrificar un bien de mayor valor para salvar uno menor"},
      {"key": "B", "text": "Sacrificar un bien de igual valor ante peligro inminente, sin exigir otra conducta"},
      {"key": "C", "text": "Actuar con dolo para evitar un daño"},
      {"key": "D", "text": "Una acción permitida por la ley penal"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "El estado de necesidad exculpante implica sacrificar un bien de igual valor ante un peligro inminente, cuando no se puede exigir otra conducta, excluyendo la culpabilidad."
  },
  {
    "id": 64,
    "text": "¿Qué es la coacción en la Teoría del Delito?",
    "options": [
      {"key": "A", "text": "Una acción realizada con intención de causar daño"},
      {"key": "B", "text": "Actuar bajo amenaza de un mal grave e inminente"},
      {"key": "C", "text": "Una conducta permitida por legítima defensa"},
      {"key": "D", "text": "Un error sobre la descripción del tipo penal"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "3",
    "explanation": "La coacción implica actuar bajo la amenaza de sufrir un mal grave e inminente, excluyendo la culpabilidad al no poder reprocharse otra conducta al autor."
  },
  {
    "id": 65,
    "text": "¿Cuál es una fuente de sufrimiento según Freud en el Malestar en la Cultura?",
    "options": [
      {"key": "A", "text": "La completa satisfacción de las pulsiones"},
      {"key": "B", "text": "La hiperpotencia de la naturaleza"},
      {"key": "C", "text": "La ausencia de normas sociales"},
      {"key": "D", "text": "La libertad individual ilimitada"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Freud identifica la hiperpotencia de la naturaleza, la fragilidad del cuerpo y la insuficiencia de normas sociales como fuentes de sufrimiento en la cultura."
  },
  {
    "id": 66,
    "text": "¿Cuáles son los fines de la cultura según Freud en el Malestar en la Cultura?",
    "options": [
      {"key": "A", "text": "Promover la satisfacción pulsional sin restricciones"},
      {"key": "B", "text": "Proteger contra la naturaleza y regular vínculos recíprocos"},
      {"key": "C", "text": "Eliminar el sentimiento de culpa"},
      {"key": "D", "text": "Aislar al individuo de la sociedad"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "Freud define los fines de la cultura como la protección contra la naturaleza y la regulación de los vínculos recíprocos para posibilitar la convivencia social."
  },
  {
    "id": 67,
    "text": "¿Qué característica fundamental define a la República como forma de gobierno en Argentina, según el resumen?",
    "options": [
      {"key": "A", "text": "El voto directo de la mayoría para todas las decisiones"},
      {"key": "B", "text": "La concentración del poder en el Poder Ejecutivo"},
      {"key": "C", "text": "La distribución del poder en Legislativo, Ejecutivo y Judicial para evitar concentración"},
      {"key": "D", "text": "La elección de representantes exclusivamente provinciales"}
    ],
    "correctAnswerKey": "C",
    "difficulty": "1",
    "explanation": "El resumen indica que la República se basa en la distribución del poder entre los tres poderes (Legislativo, Ejecutivo y Judicial) para evitar su concentración."
  },
  {
    "id": 68,
    "text": "¿Qué rol cumple el Consultor Técnico en el proceso pericial?",
    "options": [
      {"key": "A", "text": "Presenta un dictamen pericial independiente para su parte"},
      {"key": "B", "text": "Es un funcionario judicial que realiza la pericia oficial"},
      {"key": "C", "text": "Supervisa la labor del perito de oficio/oficial, puede pedir explicaciones y hacer observaciones"},
      {"key": "D", "text": "Actúa como testigo experto sobre los hechos del caso"}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "El Consultor Técnico, propuesto por una parte, supervisa al perito designado, puede presenciar operaciones, pedir explicaciones y observar el dictamen, pero no presenta uno propio."
  },
  {
    "id": 69,
    "text": "¿Cuál de las siguientes NO es una fuente formal del Derecho mencionada en el resumen, además de la ley?",
    "options": [
      {"key": "A", "text": "La jurisprudencia (fallos judiciales reiterados)"},
      {"key": "B", "text": "La costumbre (prácticas sociales aceptadas como obligatorias)"},
      {"key": "C", "text": "Los principios generales del derecho"},
      {"key": "D", "text": "Las opiniones publicadas en medios de comunicación"}
    ],
    "correctAnswerKey": "D",
    "difficulty": "1",
    "explanation": "El resumen menciona como fuentes del Derecho a la ley, la jurisprudencia, la costumbre y los principios generales del derecho. Las opiniones mediáticas no son una fuente formal."
  },
  {
    "id": 70,
    "text": "¿Qué implica el principio de 'progresividad del régimen' penitenciario según la Ley 24.660?",
    "options": [
      {"key": "A", "text": "Un aumento constante de las restricciones y el aislamiento del condenado"},
      {"key": "B", "text": "Un avance gradual a través de distintas fases (Socialización, Consolidación, Confianza, Prueba) con mayor autonomía y beneficios"},
      {"key": "C", "text": "La obligación de completar un programa de tratamiento único para todos los internos"},
      {"key": "D", "text": "La posibilidad de reducir la pena únicamente por buena conducta"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "La progresividad implica avanzar por períodos (Observación, Tratamiento con sus fases, Prueba) que gradualmente otorgan más confianza y autonomía, basándose en la evolución del interno (Concepto)."
  },
  {
    "id": 71,
    "text": "¿Qué requisito esencial debe cumplirse para invocar la Legítima Defensa como causa de justificación?",
    "options": [
      {"key": "A", "text": "Que la agresión haya sido provocada por quien se defiende"},
      {"key": "B", "text": "Utilizar cualquier medio disponible, sin importar su proporcionalidad"},
      {"key": "C", "text": "La existencia de una agresión ilegítima actual o inminente"},
      {"key": "D", "text": "Haber sufrido un daño previo por parte del agresor"}
    ],
    "correctAnswerKey": "C",
    "difficulty": "3",
    "explanation": "Uno de los requisitos clave de la Legítima Defensa es la existencia de una agresión ilegítima (contraria a derecho) que sea actual o inminente, además de la necesidad racional del medio empleado y la falta de provocación suficiente."
  },
  {
    "id": 72,
    "text": "Un psicólogo es designado perito de oficio en un caso de daño psíquico. La parte actora le ofrece pagarle un 'incentivo' extra si su informe resulta favorable a su reclamo. ¿Qué principio ético fundamental estaría comprometiendo el perito si aceptara?",
    "options": [
      {"key": "A", "text": "Competencia"},
      {"key": "B", "text": "Secreto Profesional"},
      {"key": "C", "text": "Imparcialidad e Independencia"},
      {"key": "D", "text": "Responsabilidad Social"}
    ],
    "correctAnswerKey": "C",
    "difficulty": "2",
    "explanation": "Aceptar un pago extra condicionado al resultado compromete directamente la imparcialidad e independencia del perito, quien debe actuar objetivamente sin dejarse influenciar por las partes."
  },
  {
    "id": 73,
    "text": "¿Qué implica el 'abordaje intersectorial' promovido por la Ley Nacional de Salud Mental (26.657)?",
    "options": [
      {"key": "A", "text": "Que solo los psicólogos y psiquiatras pueden tratar la salud mental"},
      {"key": "B", "text": "La coordinación de acciones con diferentes sectores (salud, educación, trabajo, justicia, desarrollo social) para una atención integral"},
      {"key": "C", "text": "La división estricta entre tratamientos ambulatorios e internaciones"},
      {"key": "D", "text": "Priorizar el tratamiento farmacológico sobre otras intervenciones"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El abordaje intersectorial busca la articulación y coordinación con distintas áreas y sectores (educación, trabajo, etc.) para abordar la salud mental de manera integral y comunitaria, no solo desde el sector salud."
  },
  {
    "id": 74,
    "text": "¿Qué diferencia al Perito de Parte del Perito de Oficio en cuanto a su obligación de presentar el dictamen?",
    "options": [
      {"key": "A", "text": "Ambos están siempre obligados a presentar el dictamen"},
      {"key": "B", "text": "El Perito de Oficio está obligado, mientras que el de Parte solo lo presenta si beneficia a su cliente"},
      {"key": "C", "text": "El Perito de Parte está obligado, mientras que el de Oficio puede elegir no presentarlo"},
      {"key": "D", "text": "Ninguno está estrictamente obligado, depende del criterio del juez"}
    ],
    "correctAnswerKey": "B",
    "difficulty": "2",
    "explanation": "El Perito de Oficio (designado por sorteo) está obligado a aceptar el cargo y presentar el dictamen, mientras que el Perito de Parte (contratado por una parte) no tiene obligación de presentarlo si no favorece la estrategia de su cliente."
  },
   {
    "id": 75,
    "text": "Si una persona comete un hecho típico y antijurídico, pero al momento del hecho creía erróneamente (por un error invencible) que su conducta estaba permitida por ley, ¿qué elemento de la Teoría del Delito se vería excluido?",
    "options": [
      {"key": "A", "text": "La Conducta"},
      {"key": "B", "text": "La Tipicidad"},
      {"key": "C", "text": "La Antijuridicidad"},
      {"key": "D", "text": "La Culpabilidad"}
    ],
    "correctAnswerKey": "D",
    "difficulty": "3",
    "explanation": "Este escenario describe un Error de Prohibición invencible. Aunque la conducta es típica y antijurídica, el error sobre la permisión legal excluye la Culpabilidad, ya que no se le puede reprochar al autor no haber comprendido la ilicitud."
  }
]

